[
  {
    "ral": "RAL 1000",
    "en": "A soft, earthy neutral with a distinct olive undertone; this shade appears more olive-toned in bright sunlight while deepening into a muted tan in the dark, and it is frequently used for camouflaging industrial structures in natural landscapes.",
    "de": "Ein weicher, erdiger Neutralton mit einem deutlichen olivgrünen Unterton; dieser Farbton wirkt im hellen Sonnenlicht eher olivfarben, während er im Dunkeln in ein mattes Braunbeige übergeht, und wird häufig zur Tarnung von Industriebauten in Naturlandschaften verwendet."
  },
  {
    "ral": "RAL 1001",
    "en": "A classic, warm sandy tone widely used for interior finishes; in the sun, this warm beige glows with a sandy brilliance, but it can look like a flat taupe in shadow, making it a standard choice for laboratory furniture and wall panels.",
    "de": "Ein klassischer, warmer Sandton, der häufig für den Innenausbau verwendet wird; in der Sonne leuchtet dieses warme Beige sandig auf, kann aber im Schatten wie ein stumpfes Taupe wirken, was es zu einer Standardwahl für Labormöbel und Wandpaneele macht."
  },
  {
    "ral": "RAL 1002",
    "en": "A muted yellow with a heavy tan influence resembling desert dunes; direct light brings out the yellow warmth of this shade while low light emphasizes its brownish base, often seen on agricultural machinery and construction equipment.",
    "de": "Ein mattes Gelb mit starkem Bräunungseinfluss, das an Wüstendünen erinnert; direktes Licht bringt die gelbe Wärme dieses Farbtons hervor, während schwaches Licht seine bräunliche Basis betont, oft auf Landmaschinen und Baustellengeräten zu sehen."
  },
  {
    "ral": "RAL 1003",
    "en": "A bright, saturated yellow designed for high visibility on machinery; this shade remains extremely bright even in overcast conditions but may cast a slight orange hue at sunset, making it the go-to color for heavy-duty cranes.",
    "de": "Ein helles, gesättigtes Gelb, das für hohe Sichtbarkeit an Maschinen entwickelt wurde; dieser Farbton bleibt auch bei bedecktem Himmel extrem hell, kann aber bei Sonnenuntergang einen leichten Orangestich werfen, was ihn zur Standardfarbe für Schwerlastkräne macht."
  },
  {
    "ral": "RAL 1004",
    "en": "A rich, deep yellow with a warm amber glow; the sun reveals a honeyed luster in this gold-yellow which shifts to a deep ochre in the dark, making it popular for corporate branding and decorative metalwork.",
    "de": "Ein sattes, tiefes Gelb mit warmem Bernsteinschimmer; die Sonne bringt einen honigartigen Glanz in diesem Goldgelb hervor, das im Dunkeln in ein tiefes Ocker übergeht, was es beliebt für Corporate Branding und dekorative Metallarbeiten macht."
  },
  {
    "ral": "RAL 1005",
    "en": "A darker, viscous-looking yellow with a slight orange lean; high UV exposure highlights its warm amber notes, whereas dim lighting makes it appear closer to a light brown, commonly found on traditional cabinetry and antique-style machinery.",
    "de": "Ein dunkleres, viskos wirkendes Gelb mit leichtem Hang zu Orange; hohe UV-Einstrahlung hebt seine warmen Bernsteinnuancen hervor, während gedimmtes Licht es eher wie ein Hellbraun erscheinen lässt, häufig zu finden an traditionellen Schränken und Maschinen im Antikstil."
  },
  {
    "ral": "RAL 1006",
    "en": "A vibrant and warm yellow inspired by the color of ripe corn; in bright light, this shade takes on a saturated vibrance while it maintains its warmth in shadows, making it widely used for agricultural branding and commercial signage.",
    "de": "Ein lebendiges und warmes Gelb, inspiriert von der Farbe reifen Maises; bei hellem Licht nimmt dieser Farbton eine gesättigte Brillanz an, während er in Schatten seine Wärme bewahrt, was ihn weit verbreitet für landwirtschaftliches Branding und kommerzielle Beschilderung macht."
  },
  {
    "ral": "RAL 1007",
    "en": "A sunny, cheerful yellow that mimics the spring flower's petals; the sun emphasizes its floral yellow tones, though it can appear slightly orange in low-light environments, making it a favorite for playground equipment and garden furniture.",
    "de": "Ein sonniges, fröhliches Gelb, das die Blütenblätter der Frühlingsblume nachahmt; die Sonne betont seine blumigen Gelbtöne, obwohl es in lichtarmen Umgebungen leicht orange wirken kann, was es zu einem Favoriten für Spielplatzgeräte und Gartenmöbel macht."
  },
  {
    "ral": "RAL 1011",
    "en": "A darkened beige that serves as a versatile transitional shade between tan and brown; direct sunlight reveals a tan-like warmth, while the dark pulls out a dusty grey-brown character, frequently used for military vehicle coatings.",
    "de": "Ein dunkles Beige, das als vielseitiger Übergangston zwischen Hellbraun und Braun dient; direktes Sonnenlicht offenbart eine bräunliche Wärme, während die Dunkelheit einen staubigen grau-braunen Charakter hervorhebt, häufig für Beschichtungen von Militärfahrzeugen verwendet."
  },
  {
    "ral": "RAL 1012",
    "en": "A sharp, citrus-inspired yellow with a cooling green tint; this citrus yellow glows with a sharp, cool brilliance in the sun but can look slightly greenish in the dark, often utilized for chemical hazard labels and sports equipment.",
    "de": "Ein scharfes, zitrusinspiriertes Gelb mit kühlendem Grünstich; dieses Zitronengelb leuchtet in der Sonne mit scharfer, kühler Brillanz, kann aber im Dunkeln leicht grünlich wirken, oft für chemische Gefahrenetiketten und Sportgeräte genutzt."
  },
  {
    "ral": "RAL 1013",
    "en": "A sophisticated off-white with a creamy, warm grey base; under bright light, this appears as a crisp, warm white, but it reveals a subtle grey-cream undertone in the shade, serving as the standard for high-end window frames.",
    "de": "Ein edles Off-White mit cremiger, warmgrauer Basis; bei hellem Licht erscheint dies als klares, warmes Weiß, offenbart aber im Schatten einen dezenten grau-cremefarbenen Unterton und dient als Standard für hochwertige Fensterrahmen."
  },
  {
    "ral": "RAL 1014",
    "en": "A classic, elegant pale cream often used for vintage appliances; direct sun gives this a rich, buttery appearance, while dim lighting makes it look like a pale, solid tan, commonly used for interior trim and domestic machines.",
    "de": "Eine klassische, elegante helle Cremefarbe, die oft für Vintage-Geräte verwendet wird; direkte Sonne verleiht ihr ein sattes, butterartiges Aussehen, während gedimmtes Licht sie wie ein helles, solides Hellbraun wirken lässt, häufig für Innenverkleidungen und Haushaltsmaschinen verwendet."
  },
  {
    "ral": "RAL 1015",
    "en": "A bright, clean ivory that is the standard for European taxi cabs; this light ivory remains very bright in the sun without being clinical, though it softens significantly in low light, making it the global standard for commercial shelving.",
    "de": "Ein helles, sauberes Elfenbein, das der Standard für europäische Taxis ist; dieses helle Elfenbein bleibt in der Sonne sehr hell, ohne klinisch zu wirken, weicht aber bei schwachem Licht deutlich auf, was es zum weltweiten Standard für Ladenregale macht."
  },
  {
    "ral": "RAL 1016",
    "en": "A highly luminous, almost neon yellow with a pale green cast; in sunlight, this becomes an eye-straining neon-adjacent yellow, while it retains a ghostly greenish glow in the dark, used strictly for high-visibility emergency vehicles.",
    "de": "Ein stark leuchtendes, fast neonfarbenes Gelb mit blassgrünem Stich; im Sonnenlicht wird dies zu einem augenbelastenden, fast fluoreszierenden Gelb, während es im Dunkeln einen geisterhaften grünlichen Schimmer behält, streng für auffällige Einsatzfahrzeuge verwendet."
  },
  {
    "ral": "RAL 1017",
    "en": "A warm, spice-inspired yellow with a soft orange saturation; direct sun pulls out a spice-like orange warmth, while in shadow it settles into a deep, muted gold, often found in decorative architecture and hospitality interiors.",
    "de": "Ein warmes, gewürzinspiriertes Gelb mit weicher Orangestättigung; direkte Sonne bringt eine gewürzähnliche Orangewärme hervor, während es sich im Schatten in ein tiefes, mattes Gold verwandelt, oft in dekorativer Architektur und Gastronomie-Innenräumen zu finden."
  },
  {
    "ral": "RAL 1018",
    "en": "A vivid, pure yellow commonly used for industrial safety markings; this pure yellow reflects a high amount of light in the sun, making it look almost white-hot, but it turns flat and solid in the shade for technical markings.",
    "de": "Ein lebhaftes, reines Gelb, das häufig für industrielle Sicherheitsmarkierungen verwendet wird; dieses reine Gelb reflektiert in der Sonne sehr viel Licht und wirkt fast weißglühend, wird aber im Schatten für technische Markierungen matt und kompakt."
  },
  {
    "ral": "RAL 1019",
    "en": "A neutral taupe that balances cool grey and warm beige perfectly; the sun brings out the beige warmth, whereas moonlight or low light highlights its cool grey base, making it a popular choice for cladding and modern facade panels.",
    "de": "Ein neutrales Taupe, das kühles Grau und warmes Beige perfekt ausbalanciert; die Sonne bringt die beigefarbene Wärme hervor, während Mondlicht oder schwaches Licht seine kühlgraue Basis betont, was es zu einer beliebten Wahl für Verkleidungen und moderne Fassadenplatten macht."
  },
  {
    "ral": "RAL 1020",
    "en": "A darker, desaturated yellow with heavy greenish-grey undertones; in bright light, the olive tones become quite prominent, while in the dark it can be mistaken for a muddy brown, often used for industrial piping and protective coatings.",
    "de": "Ein dunkleres, entsättigtes Gelb mit starkem grünlich-grauem Unterton; bei hellem Licht treten die Olivtöne deutlich hervor, während es im Dunkeln mit einem schlammigen Braun verwechselt werden kann, oft für industrielle Rohrleitungen und Schutzbeschichtungen verwendet."
  },
  {
    "ral": "RAL 1021",
    "en": "A bold, punchy yellow frequently used for commercial branding and signage; direct sunlight makes this yellow incredibly punchy and vivid, though it darkens to a rich mustard in the shade, a global standard for oil pipeline markings.",
    "de": "Ein kräftiges, markantes Gelb, das häufig für kommerzielles Branding und Beschilderung verwendet wird; direktes Sonnenlicht macht dieses Gelb unglaublich ausdrucksstark und lebendig, obwohl es im Schatten zu einem satten Senfgelb nachdunkelt, ein weltweiter Standard für Ölpipelinemarkierungen."
  },
  {
    "ral": "RAL 1023",
    "en": "A standard safety yellow used globally for road signs and hazard warnings; this shade maintains a high chroma even under intense sun, remaining distinctly yellow in the dark, used worldwide for traffic signals and hazardous areas.",
    "de": "Ein Standard-Sicherheitsgelb, das weltweit für Verkehrszeichen und Gefahrenwarnungen verwendet wird; dieser Farbton behält auch unter intensiver Sonne eine hohe Farbsättigung bei und bleibt im Dunkeln deutlich gelb, weltweit für Verkehrssignale und Gefahrenbereiche genutzt."
  },
  {
    "ral": "RAL 1024",
    "en": "A traditional, earthy yellow-brown reminiscent of natural clay pigments; the sun brings out a metallic-like clay warmth, while in shadow it appears more like a dark tan, common in rural architectural elements and agricultural tools.",
    "de": "Ein traditionelles, erdiges Gelbbraun, das an natürliche Tonpigmente erinnert; die Sonne bringt eine metallähnliche Tonwärme hervor, während es im Schatten eher wie ein dunkles Hellbraun wirkt, üblich in ländlichen Architekturelementen und landwirtschaftlichen Werkzeugen."
  },
  {
    "ral": "RAL 1026",
    "en": "A fluorescent, high-visibility yellow used for extreme safety requirements; designed to fluoresce, it appears brilliantly luminous in daylight but can look somewhat dull or greyish in the dark, used strictly for safety warnings.",
    "de": "Ein fluoreszierendes, gut sichtbares Gelb für extreme Sicherheitsanforderungen; so konzipiert, dass es fluoresziert, erscheint es bei Tageslicht brillant leuchtend, kann aber im Dunkeln etwas stumpf oder gräulich wirken, streng für Sicherheitswarnungen verwendet."
  },
  {
    "ral": "RAL 1027",
    "en": "A dense, brownish-yellow with a deep mustard-like character; in the sun, this looks like a rich, spicy mustard, while in low light it deepens into an earthy brownish-green, often used for traditional industrial machinery.",
    "de": "Ein dichtes, bräunliches Gelb mit tiefem, senfartigem Charakter; in der Sonne wirkt dies wie ein reicher, würziger Senf, während es bei schwachem Licht in ein erdiges Bräunlichgrün übergeht, oft für traditionelle Industriemaschinen verwendet."
  },
  {
    "ral": "RAL 1028",
    "en": "A bright, fruity yellow with a strong leaning toward orange; direct sun makes this lean heavily toward orange, while in the shade it returns to a deep golden yellow, used for high-impact commercial branding and school buses.",
    "de": "Ein helles, fruchtiges Gelb mit starkem Hang zu Orange; direkte Sonne lässt es stark orange wirken, während es im Schatten zu einem tiefen Goldgelb zurückkehrt, verwendet für wirkungsvolles kommerzielles Branding und Schulbusse."
  },
  {
    "ral": "RAL 1032",
    "en": "A dense, rich yellow that sits between gold and mustard; bright light reveals a dense, opaque yellow, while in the dark it maintains a very heavy, solid presence, frequently used for public transport vehicles and barriers.",
    "de": "Ein dichtes, sattes Gelb, das zwischen Gold und Senf liegt; helles Licht offenbart ein dichtes, deckendes Gelb, während es im Dunkeln eine sehr schwere, solide Präsenz behält, häufig für öffentliche Verkehrsmittel und Barrieren verwendet."
  },
  {
    "ral": "RAL 1033",
    "en": "A warm, glowing yellow with a soft floral orange tint; the sun highlights its soft peach-yellow glow, while in low light it looks more like a deep apricot, used for decorative interior finishes and retail displays.",
    "de": "Ein warmes, leuchtendes Gelb mit weichem blumigem Orangestich; die Sonne hebt seinen weichen pfirsichgelben Glanz hervor, während es bei schwachem Licht eher wie eine tiefe Aprikose aussieht, verwendet für dekorative Innenausbauten und Einzelhandelsdisplays."
  },
  {
    "ral": "RAL 1034",
    "en": "A soft, creamy yellow that is desaturated for a gentle appearance; direct sunlight lightens this to a creamy pale orange, but it becomes a soft, warm tan in the dark, commonly applied to nursery furniture and cosmetic packaging.",
    "de": "Ein weiches, cremiges Gelb, das für ein sanftes Erscheinungsbild entsättigt ist; direktes Sonnenlicht hellt dies zu einem cremigen Hellorange auf, aber es wird im Dunkeln zu einem weichen, warmen Hellbraun, häufig auf Kindermöbeln und Kosmetikverpackungen angewendet."
  },
  {
    "ral": "RAL 1035",
    "en": "A metallic, shimmering beige with a soft iridescent finish; the metallic flakes sparkle brilliantly in direct sun, while in the shade it becomes a flat, sophisticated bronze-grey, popular for high-end automotive trim and electronics.",
    "de": "Ein metallisches, schimmerndes Beige mit weichem irisierendem Finish; die Metallic-Flocken funkeln im direkten Sonnenlicht brillant, während es im Schatten zu einem flachen, edlen Bronzegrau wird, beliebt für hochwertige Autoverkleidungen und Elektronik."
  },
  {
    "ral": "RAL 1036",
    "en": "A metallic gold finish that provides a luxurious, reflective sheen; in the sun, this appears as a gleaming gold, but it can look like a dull brown in very low light, used for luxury hardware and decorative metal coatings.",
    "de": "Ein metallisches Gold-Finish, das einen luxuriösen, reflektierenden Glanz bietet; in der Sonne erscheint dies als glänzendes Gold, kann aber bei sehr schwachem Licht wie ein stumpfes Braun wirken, verwendet für Luxusbeschläge und dekorative Metallbeschichtungen."
  },
  {
    "ral": "RAL 1037",
    "en": "A deep, radiant yellow that borders on light orange; direct light brings out a radiant, sun-drenched orange, while in the dark it appears as a heavy yellow, used for aviation markings and high-visibility clothing.",
    "de": "Ein tiefes, strahlendes Gelb, das an Hellorange grenzt; direktes Licht bringt ein strahlendes, sonnendurchflutetes Orange hervor, während es im Dunkeln als schweres Gelb erscheint, verwendet für Luftfahrtmarkierungen und Warnschutzkleidung."
  },
  {
    "ral": "RAL 2000",
    "en": "A bright, citrusy orange with a strong yellow foundation; sunlight gives this a bright, citrus-like pop, whereas low light pulls out its heavier yellow undertones, often used for construction machinery and safety gates.",
    "de": "Ein helles, zitrusartiges Orange mit starkem gelbem Fundament; Sonnenlicht verleiht ihm einen hellen, zitrusähnlichen Akzent, während schwaches Licht seine schwereren gelben Untertöne hervorhebt, oft für Baumaschinen und Sicherheitstore verwendet."
  },
  {
    "ral": "RAL 2001",
    "en": "A fiery, intense orange that leans heavily toward red; in bright light, it shifts toward a fiery vermilion, while in the dark it appears as a dark, earthy rust, a standard color for industrial valves and agricultural parts.",
    "de": "Ein feuriges, intensives Orange, das stark ins Rote tendiert; bei hellem Licht verschiebt es sich in Richtung eines feurigen Zinnoberrots, während es im Dunkeln wie ein dunkler, erdiger Rost wirkt, eine Standardfarbe für Industrieventile und landwirtschaftliche Teile."
  },
  {
    "ral": "RAL 2002",
    "en": "A classic, high-intensity orange-red frequently used in traditional art; the sun makes this red-orange appear extremely vibrant, while in the dark it deepens into a solid blood-red, used for fire protection and maritime signals.",
    "de": "Ein klassisches, hochintensives Orangerot, das häufig in der traditionellen Kunst verwendet wird; die Sonne lässt dieses Orangerot extrem lebendig erscheinen, während es im Dunkeln zu einem soliden Blutrot vertieft wird, verwendet für Brandschutz und maritime Signale."
  },
  {
    "ral": "RAL 2003",
    "en": "A lighter, softer orange with a creamy, desaturated quality; direct sunlight softens this to a peach-like tone, but in the dark it looks like a flat, creamy orange, used for light-duty warning signs and commercial plastic parts.",
    "de": "Ein helleres, weicheres Orange mit cremiger, entsättigter Qualität; direktes Sonnenlicht mildert dies zu einem pfirsichähnlichen Ton ab, aber im Dunkeln sieht es wie ein flaches, cremiges Orange aus, verwendet für leichte Warnschilder und kommerzielle Kunststoffteile."
  },
  {
    "ral": "RAL 2004",
    "en": "A standard, saturated orange used for high-visibility industrial applications; this orange remains stable and saturated in the sun, appearing blackish-orange in deep shadow, used as the classic color for traffic cones and safety vests.",
    "de": "Ein gesättigtes Standard-Orange für industrielle Anwendungen mit hoher Sichtbarkeit; dieses Orange bleibt in der Sonne stabil und gesättigt und wirkt im tiefen Schatten schwärzlich-orange, verwendet als klassische Farbe für Leitkegel und Sicherheitswesten."
  },
  {
    "ral": "RAL 2005",
    "en": "A fluorescent orange designed for maximum visibility in daylight; daylight activates its fluorescent pigments for an intense glow, but it loses all vibrance in the dark, used for specialized high-hazard warning labels.",
    "de": "Ein fluoreszierendes Orange, das für maximale Sichtbarkeit bei Tageslicht entwickelt wurde; Tageslicht aktiviert seine fluoreszierenden Pigmente für ein intensives Leuchten, aber im Dunkeln verliert es jegliche Brillanz, verwendet für spezielle Warnetiketten bei hohen Gefahren."
  },
  {
    "ral": "RAL 2007",
    "en": "An even more intense, glowing version of fluorescent orange; in the sun, this looks almost white with orange-hot intensity, becoming a dull peach in the shade, used primarily for emergency response markings.",
    "de": "Eine noch intensivere, leuchtende Version von fluoreszierendem Orange; in der Sonne wirkt dies fast weiß mit orange-heißer Intensität und wird im Schatten zu einem stumpfen Pfirsichton, primär für Notfallmarkierungen verwendet."
  },
  {
    "ral": "RAL 2008",
    "en": "A glowing, vibrant orange with a significant red component; bright sunlight pulls out a glowing red quality, while in low light it settles into a deep tangerine, often used for race car accents and modern industrial design.",
    "de": "Ein leuchtendes, lebendiges Orange mit deutlichem Rotanteil; helles Sonnenlicht bringt eine leuchtende rote Qualität hervor, während es sich bei schwachem Licht in eine tiefe Mandarine verwandelt, oft für Rennwagenakzente und modernes Industriedesign verwendet."
  },
  {
    "ral": "RAL 2009",
    "en": "A standard orange used for road safety cones and traffic management; this shade is designed to be visible from a distance in the sun, though it can appear brownish at night, used for highway maintenance vehicles and roadwork barriers.",
    "de": "Ein Standard-Orange für Straßensicherheitskegel und Verkehrsmanagement; dieser Farbton ist so konzipiert, dass er in der Sonne von weitem sichtbar ist, obwohl er nachts bräunlich erscheinen kann, verwendet für Autobahnmeistereifahrzeuge und Baustellenbarrieren."
  },
  {
    "ral": "RAL 2010",
    "en": "A bold orange intended for visual signals and safety warnings; direct light emphasizes its bold, opaque character, while it appears as a dark terracotta in shadow, used for signaling equipment on railways and docks.",
    "de": "Ein kräftiges Orange für optische Signale und Sicherheitswarnungen; direktes Licht betont seinen kühnen, deckenden Charakter, während es im Schatten als dunkles Terrakotta erscheint, verwendet für Signalgeräte bei Eisenbahnen und Docks."
  },
  {
    "ral": "RAL 2011",
    "en": "A heavy, saturated orange with a strong visual presence; in the sun, this appears as a rich, deep citrus, while it becomes a heavy reddish-tan in the dark, common in large-scale agricultural machinery and tractors.",
    "de": "Ein schweres, gesättigtes Orange mit starker visueller Präsenz; in der Sonne erscheint dies als sattes, tiefes Zitrusorange, während es im Dunkeln zu einem schweren Rötlichbraun wird, üblich bei großen Landmaschinen und Traktoren."
  },
  {
    "ral": "RAL 2012",
    "en": "A soft, pinkish-orange that mimics the color of salmon flesh; direct sun brings out the pinkish-salmon notes, making it look lighter, while in the dark it looks like a muted orange, used in decorative arts and specialized electronics.",
    "de": "Ein weiches, pinkstichiges Orange, das die Farbe von Lachs nachahmt; direkte Sonne bringt die rosa Lachstöne hervor und lässt es heller wirken, während es im Dunkeln wie ein mattes Orange aussieht, verwendet in der dekorativen Kunst und speziellen Elektronik."
  },
  {
    "ral": "RAL 2013",
    "en": "A metallic orange with a pearlescent, shimmering surface; the pearlescent finish catches the sun to create a multi-dimensional orange glow, turning into a flat copper in the dark, used for luxury finishes and custom automotive parts.",
    "de": "Ein metallisches Orange mit perlglänzender, schimmernder Oberfläche; das Perlglanz-Finish fängt die Sonne ein und erzeugt ein mehrdimensionales Orangenleuchten, das im Dunkeln in ein flaches Kupfer übergeht, verwendet für Luxusoberflächen und kundenspezifische Autoteile."
  } 
,
  {
      "ral": "RAL 3000",
      "en": "The quintessential red used for fire safety and industrial warning; the sun gives this a fiery, energetic brilliance, while in low light it remains a powerful, recognizable red, used for fire extinguishers and hydrants.",
      "de": "Das klassische Rot für den Brandschutz und industrielle Warnhinweise; die Sonne verleiht ihm eine feurige, energetische Brillanz, während es bei schwachem Licht ein kraftvolles, erkennbares Rot bleibt, das für Feuerlöscher und Hydranten verwendet wird."
    },
    {
      "ral": "RAL 3001",
      "en": "A bright, attention-grabbing red used for emergency controls; bright light highlights its pure red pigment, whereas in shadow it looks deep and serious, used for emergency stop buttons and safety-critical controls.",
      "de": "Ein helles, aufmerksamkeitsstarkes Rot für Notsteuerungen; helles Licht hebt seine reinen Rotpigmente hervor, während es im Schatten tief und ernst wirkt, verwendet für Not-Aus-Schalter und sicherheitskritische Bedienelemente."
    },
    {
      "ral": "RAL 3002",
      "en": "A deep, slightly cool-toned red with a rich intensity; in the sun, it appears as a rich, deep carmine, while in the dark it can look almost purple-brown, often used for automotive parts and high-end industrial tools.",
      "de": "Ein tiefes, leicht kühl wirkendes Rot mit satter Intensität; in der Sonne erscheint es als kräftiges Karminrot, während es im Dunkeln fast purpurbraun wirken kann, oft für Automobilteile und hochwertige Industriewerkzeuge verwendet."
    },
    {
      "ral": "RAL 3003",
      "en": "A dark, elegant red reminiscent of the precious gemstone; direct sunlight makes the ruby tones sparkle with depth, while in low light it appears as a dark, elegant wine, popular for luxury cars and high-end storefronts.",
      "de": "Ein dunkles, elegantes Rot, das an den wertvollen Edelstein erinnert; direktes Sonnenlicht lässt die Rubintöne tief funkeln, während es bei schwachem Licht wie ein dunkler, edler Wein wirkt, beliebt für Luxusautos und exklusive Ladenfronten."
    },
    {
      "ral": "RAL 3004",
      "en": "A deep, sophisticated red with significant violet undertones; bright light reveals its purple undertones, while in the dark it appears as a near-black burgundy, common on historical rail cars and traditional door frames.",
      "de": "Ein tiefes, anspruchsvolles Rot mit deutlichen violetten Untertönen; helles Licht offenbart seine purpurnen Nuancen, während es im Dunkeln wie ein fast schwarzes Burgund wirkt, üblich bei historischen Waggons und traditionellen Türrahmen."
    },
    {
      "ral": "RAL 3005",
      "en": "A dark, burgundy-like red that evokes the color of aged red wine; in the sun, this looks like a bright glass of red wine, but it becomes a heavy black-red in the shade, frequently used for luxury estate gates and retail branding.",
      "de": "Ein dunkles, burgunderähnliches Rot, das an die Farbe von gereiftem Rotwein erinnert; in der Sonne wirkt es wie ein leuchtendes Glas Rotwein, wird aber im Schatten zu einem schweren Schwarzrot, häufig für luxuriöse Grundstückstore und Einzelhandels-Branding verwendet."
    },
    {
      "ral": "RAL 3007",
      "en": "An extremely dark red that appears almost black in low light; direct sunlight is required to see the red tint in this shade, as it looks completely black in low light, used for sophisticated architectural accents and heavy machinery.",
      "de": "Ein extrem dunkles Rot, das bei schwachem Licht fast schwarz erscheint; direktes Sonnenlicht ist erforderlich, um den Rotstich zu erkennen, da es bei wenig Licht völlig schwarz wirkt, verwendet für anspruchsvolle architektonische Akzente und schwere Maschinen."
    },
    {
      "ral": "RAL 3009",
      "en": "A brownish-red often used for protective industrial primers; the sun brings out the rusty iron-oxide warmth, while the dark makes it look like a flat brown-red, used primarily for industrial primers and steel protection.",
      "de": "Ein Braunrot, das oft für industrielle Schutzgrundierungen verwendet wird; die Sonne bringt die rostfarbene Eisenoxid-Wärme hervor, während die Dunkelheit es wie ein mattes Braunrot aussehen lässt, primär für Grundierungen und Stahlschutz genutzt."
    },
    {
      "ral": "RAL 3011",
      "en": "A rustic red with strong brown tones, similar to terracotta; in bright light, it takes on a terracotta-like glow, but it shifts to a muddy dark red in shadow, used for roof tiles and agricultural buildings.",
      "de": "Ein rustikales Rot mit starken Brauntönen, ähnlich wie Terrakotta; bei hellem Licht nimmt es einen terrakottaähnlichen Glanz an, wechselt aber im Schatten zu einem schlammigen Dunkelrot, verwendet für Dachziegel und landwirtschaftliche Gebäude."
    },
    {
      "ral": "RAL 3012",
      "en": "A soft, fleshy pinkish-red that is highly desaturated; direct sunlight makes this look like a pale, warm tan-pink, while in the dark it looks like a flat beige, used for dolls, prosthetics, and soft-touch plastics.",
      "de": "Ein weiches, fleischiges Rosa-Rot, das stark entsättigt ist; direktes Sonnenlicht lässt es wie ein blasses, warmes Tan-Rosa wirken, während es im Dunkeln wie ein mattes Beige aussieht, verwendet für Puppen, Prothesen und Soft-Touch-Kunststoffe."
    },
    {
      "ral": "RAL 3013",
      "en": "A warm, organic red with a slight orange-brown influence; bright light highlights its organic, tomato-red warmth, while it darkens significantly in the shade, common in the food industry and for traditional exterior shutters.",
      "de": "Ein warmes, organisches Rot mit leichtem orange-braunem Einfluss; helles Licht hebt seine natürliche, tomatenrote Wärme hervor, während es im Schatten deutlich nachdunkelt, üblich in der Lebensmittelindustrie und für traditionelle Außenklappläden."
    },
    {
      "ral": "RAL 3014",
      "en": "A muted, dusty rose color with a vintage appeal; the sun gives this a dusty, romantic rose glow, while it can look somewhat greyish in the dark, used for medical equipment and interior design accents.",
      "de": "Ein gedeckter, staubiger Roséton mit Vintage-Charakter; die Sonne verleiht ihm einen matten, romantischen Rosenglanz, während er im Dunkeln etwas gräulich wirken kann, verwendet für medizinische Geräte und Akzente im Innendesign."
    },
    {
      "ral": "RAL 3015",
      "en": "A pale, gentle pink often used for soft decorative accents; in direct light, this is a very bright, sugary pink, but it becomes a soft pastel in low light, used for healthcare environments and nursery decor.",
      "de": "Ein blasses, sanftes Rosa, das oft für weiche dekorative Akzente verwendet wird; bei direktem Licht ist dies ein sehr helles, zuckriges Rosa, wird aber bei schwachem Licht zu einem sanften Pastellton, verwendet für Krankenhäuser und Kinderzimmerdekoration."
    },
    {
      "ral": "RAL 3016",
      "en": "A vibrant, warm red with a distinct tropical coral tint; sunlight brings out a vibrant orange-red coral tone, while in the dark it looks like a warm clay, popular in Mediterranean-style architecture and swimming pool areas.",
      "de": "Ein lebendiges, warmes Rot mit deutlichem tropischem Korallenstich; Sonnenlicht bringt einen leuchtenden orangeroten Korallenton hervor, während es im Dunkeln wie warmer Ton wirkt, beliebt in mediterraner Architektur und Schwimmbadbereichen."
    },
    {
      "ral": "RAL 3017",
      "en": "A bright, lively pink with a balanced floral character; bright light emphasizes its floral pink vibrance, while it settles into a deep rose in the shade, used for high-impact commercial packaging and fashion-related branding.",
      "de": "Ein helles, lebhaftes Rosa mit ausgewogenem floralem Charakter; helles Licht betont seine blumige Strahlkraft, während es sich im Schatten in ein tiefes Rosé verwandelt, verwendet für auffällige Verpackungen und Mode-Branding."
    },
    {
      "ral": "RAL 3018",
      "en": "A juicy, vibrant red with a subtle pinkish undertone; in the sun, this looks like a glowing, juicy red-pink, while in the dark it appears as a solid magenta, often used for sports equipment and plastic consumer goods.",
      "de": "Ein saftiges, lebendiges Rot mit dezentem rosa Unterton; in der Sonne wirkt es wie ein leuchtendes Erdbeerrot, während es im Dunkeln als solides Magenta erscheint, oft für Sportgeräte und Kunststoffkonsumgüter verwendet."
    },
    {
      "ral": "RAL 3020",
      "en": "The standard red for stop signs and regulatory traffic markings; direct sunlight makes this red pop with incredible clarity, and it remains highly visible in low light, the international standard for traffic stops and danger signs.",
      "de": "Das Standardrot für Stoppschilder und Verkehrskennzeichnungen; direktes Sonnenlicht lässt dieses Rot mit unglaublicher Klarheit hervortreten, und es bleibt auch bei wenig Licht gut sichtbar, der internationale Standard für Gefahrenzeichen."
    },
    {
      "ral": "RAL 3022",
      "en": "A warm, orange-leaning pink with a soft, natural look; the sun reveals a warm, fleshy pinkish-orange, while in the dark it looks like a muted salmon, used for safety gear in maritime environments and life jackets.",
      "de": "Ein warmes, orangefarbenes Rosa mit weichem, natürlichem Aussehen; die Sonne offenbart ein warmes, fleischiges Rosé-Orange, während es im Dunkeln wie ein mattes Lachsrosa wirkt, verwendet für Sicherheitsausrüstung auf See und Rettungswesten."
    },
    {
      "ral": "RAL 3024",
      "en": "A fluorescent red that glows under natural daylight for safety; designed for maximum daylight fluorescence, it glows intensely in the sun but turns into a dull red-brown at night, used for mountain rescue and high-visibility vehicles.",
      "de": "Ein Leuchtrot, das zur Sicherheit unter natürlichem Tageslicht glüht; für maximale Fluoreszenz entwickelt, leuchtet es in der Sonne intensiv, wird aber nachts zu einem matten Rotbraun, verwendet für die Bergrettung und Warnfahrzeuge."
    },
    {
      "ral": "RAL 3026",
      "en": "The most intense fluorescent red in the classic collection; in direct sun, it is the most intense red available, appearing almost white with heat, but it fades in the dark, used for specialized aviation and marine safety.",
      "de": "Das intensivste Leuchtrot der Classic-Kollektion; bei direkter Sonne ist es das intensivste verfügbare Rot und wirkt vor Hitze fast weiß, verblasst aber im Dunkeln, verwendet für spezielle Luftfahrt- und Seesicherheit."
    },
    {
      "ral": "RAL 3027",
      "en": "A cool-toned, deep pinkish-red resembling ripe raspberries; bright light pulls out the cool raspberry tones, while in the dark it looks like a deep, saturated pink, used for cosmetic branding and retail store interiors.",
      "de": "Ein kühles, tiefes Rosarot, das an reife Himbeeren erinnert; helles Licht hebt die kühlen Himbeertöne hervor, während es im Dunkeln wie ein tiefes, gesättigtes Rosa wirkt, verwendet für Kosmetik-Branding und Ladeninneneinrichtungen."
    },
    {
      "ral": "RAL 3028",
      "en": "A vivid, high-saturation red without secondary undertones; this red remains very 'pure' and stable in bright sun, refusing to lean toward orange or purple, used for modern industrial robots and precision tools.",
      "de": "Ein lebendiges, hochgesättigtes Rot ohne sekundäre Untertöne; dieses Rot bleibt in der hellen Sonne sehr 'rein' und stabil, ohne ins Orange oder Violette zu kippen, verwendet für moderne Industrieroboter und Präzisionswerkzeuge."
    },
    {
      "ral": "RAL 3031",
      "en": "A deep, exotic red with a slightly dark, warm character; sunlight reveals an exotic, deep red character, while in the dark it appears as a heavy, dark burgundy, often used in cultural architecture and high-end automotive trim.",
      "de": "Ein tiefes, exotisches Rot mit leicht dunklem, warmem Charakter; Sonnenlicht offenbart einen exotischen, tiefroten Charakter, während es im Dunkeln als schweres, dunkles Burgunder erscheint, oft in kultureller Architektur und Luxusautos verwendet."
    },
    {
      "ral": "RAL 3032",
      "en": "A metallic version of ruby red with a luxurious shimmering effect; the metallic pearl finish creates a shimmering red luster in the sun, turning into a flat maroon in the dark, a premium choice for automotive paint.",
      "de": "Eine metallische Version von Rubingelb mit luxuriösem Schimmereffekt; das Metallic-Perlglanz-Finish erzeugt in der Sonne einen schimmernden roten Glanz, der im Dunkeln zu einem matten Kastanienrot wird, eine Premium-Wahl für Autolacke."
    },
    {
      "ral": "RAL 3033",
      "en": "A pearlescent, metallic pink with a soft reflective sheen; bright light makes the pearlescent pink surface sparkle, while low light makes it look like a smooth metallic salmon, used for decorative cladding and luxury appliances.",
      "de": "Ein perlglänzendes, metallisches Rosa mit weichem, reflektierendem Glanz; helles Licht lässt die Oberfläche funkeln, während schwaches Licht es wie einen glatten metallischen Lachston wirken lässt, verwendet für dekorative Verkleidungen und Luxusgeräte."
    },
    {
      "ral": "RAL 4001",
      "en": "A warm, reddish-purple that is bright and floral; in the sun, this appears as a bright, floral lilac, while in the dark it looks more like a dark grey-purple, used for boutique store fronts and garden machinery.",
      "de": "Ein warmes, rötliches Violett, das hell und blumig wirkt; in der Sonne erscheint dies als helles Blaulila, während es im Dunkeln eher wie ein dunkles Grauviolett aussieht, verwendet für Boutique-Fronten und Gartenmaschinen."
    },
    {
      "ral": "RAL 4002",
      "en": "A deep, magenta-like purple with a strong red base; direct sunlight brings out the red-magenta tones, whereas the dark makes it look like a deep eggplant, common in textile manufacturing and high-end plastics.",
      "de": "Ein tiefes, magenta-ähnliches Violett mit starker roter Basis; direktes Sonnenlicht bringt die rot-magentafarbenen Töne hervor, während die Dunkelheit es wie eine dunkle Aubergine wirken lässt, üblich in der Textilherstellung und bei Luxuskunststoffen."
    },
    {
      "ral": "RAL 4003",
      "en": "A bright, cheerful pink-purple reminiscent of heather flowers; bright light highlights its playful pink-purple energy, while it becomes a soft violet in the shade, used for toys, healthcare signage, and cosmetic branding.",
      "de": "Ein helles, fröhliches Rosaviolett, das an Heidekraut erinnert; helles Licht hebt seine spielerische Energie hervor, während es im Schatten zu einem sanften Violett wird, verwendet für Spielzeug, medizinische Beschilderung und Kosmetik-Branding."
    },
    {
      "ral": "RAL 4004",
      "en": "A very dark, royal purple with a deep wine-colored influence; the sun reveals a deep, royal claret tint, while in the dark it is nearly indistinguishable from black, a classic choice for executive office doors and hotels.",
      "de": "Ein sehr dunkles, königliches Violett mit tiefem weinrotem Einfluss; die Sonne offenbart einen edlen Bordeaux-Ton, während es im Dunkeln fast nicht von Schwarz zu unterscheiden ist, eine klassische Wahl für Chefzimmertüren und Hotels."
    },
    {
      "ral": "RAL 4005",
      "en": "A soft purple with a distinct cooling blue undertone; direct light makes this appear as a cool, sky-adjacent lilac, while in the dark it looks like a muted blue-grey, used for laboratory branding and technical instruments.",
      "de": "Ein weiches Violett mit deutlich kühlendem blauen Unterton; direktes Licht lässt es wie einen kühlen, himmelnahen Fliederton erscheinen, während es im Dunkeln wie ein mattes Blaugrau wirkt, verwendet für Labore und technische Instrumente."
    },
    {
      "ral": "RAL 4006",
      "en": "A vibrant, saturated purple used for clear visual distinction; in the sun, this purple is incredibly saturated and electric, while in low light it remains a powerful violet, used for public transport branding and signs.",
      "de": "Ein lebendiges, gesättigtes Violett für klare optische Unterscheidbarkeit; in der Sonne ist dieses Violett unglaublich gesättigt und elektrisierend, während es bei wenig Licht ein kraftvolles Violett bleibt, verwendet für den öffentlichen Nahverkehr."
    },
    {
      "ral": "RAL 4007",
      "en": "A dark, moody purple that sits near the end of the violet spectrum; bright light pulls out its deep violet roots, while in the dark it looks like a cold black, used for sophisticated exterior cladding and automotive accents.",
      "de": "Ein dunkles, stimmungsvolles Violett am Ende des Spektrums; helles Licht bringt seine tiefen violetten Wurzeln hervor, während es im Dunkeln wie ein kaltes Schwarz wirkt, verwendet für anspruchsvolle Außenverkleidungen und Akzente am Auto."
    },
    {
      "ral": "RAL 4008",
      "en": "A bright, clear purple designed for signaling and branding; direct sunlight emphasizes its clean, bright purple pigment, while in shadow it becomes a rich grape color, used for corporate identity and industrial signaling.",
      "de": "Ein helles, klares Violett für Signalisierung und Branding; direktes Sonnenlicht betont seine sauberen violetten Pigmente, während es im Schatten zu einer satten Traubenfarbe wird, verwendet für Corporate Identity und Industriesignale."
    },
    {
      "ral": "RAL 4009",
      "en": "A muted, greyish-lavender that is soft and understated; in the sun, it looks like a soft, dusty lavender, but in the dark it can look like a light grey, used for tranquil interior spaces and hospital decor.",
      "de": "Ein gedeckter, gräulicher Lavendelton, der sanft und dezent wirkt; in der Sonne sieht er wie ein weicher, staubiger Lavendel aus, kann aber im Dunkeln wie ein helles Grau wirken, verwendet für ruhige Innenräume und Krankenhauseinrichtungen."
    },
    {
      "ral": "RAL 4010",
      "en": "A vivid, high-saturation pink often used in telecommunications branding; this magenta glows with high intensity in the sun and maintains its 'hot' pink look even in shadow, the signature color of major telecom companies.",
      "de": "Ein lebhaftes, hochgesättigtes Pink, das oft im Telekommunikations-Branding verwendet wird; dieses Magenta leuchtet in der Sonne mit hoher Intensität und behält seinen 'Hot Pink'-Look auch im Schatten, die Signaturfarbe großer Telko-Firmen."
    },
    {
      "ral": "RAL 4011",
      "en": "A metallic purple with a shimmering, pearl-like finish; direct light makes the metallic purple surface shimmer, while in the dark it looks like a flat, dark violet, used for specialty electronics and luxury packaging.",
      "de": "Ein metallisches Violett mit schimmerndem Perlglanz-Finish; direktes Licht lässt die metallische Oberfläche schimmern, während sie im Dunkeln wie ein flaches, dunkles Violett wirkt, verwendet für Spezialelektronik und Luxusverpackungen."
    },
    {
      "ral": "RAL 4012",
      "en": "A dark metallic purple with a deep, iridescent sheen; in the sun, it shows off a deep, blackberry metallic depth, but looks like a dark grey in low light, a premium color for high-end household appliances.",
      "de": "Ein dunkles Metallic-Violett mit tiefem, irisierendem Glanz; in der Sonne zeigt es eine tiefe brombeerfarbene Metallic-Tiefe, wirkt aber bei schwachem Licht wie ein dunkles Grau, eine Premiumfarbe für hochwertige Haushaltsgeräte."
    },
    {
      "ral": "RAL 5000",
      "en": "A dark blue with a noticeable purple tint; bright light reveals its purple-blue complexity, while it looks like a standard dark blue in the shade, used for historical restorations and steel structures.",
      "de": "Ein dunkles Blau mit deutlichem Violettstich; helles Licht offenbart seine blau-violette Komplexität, während es im Schatten wie ein Standard-Dunkelblau wirkt, verwendet für historische Restaurierungen und Stahlbauten."
    },
    {
      "ral": "RAL 5001",
      "en": "A deep, teal-like blue with a strong green influence; the sun brings out a deep teal-green quality, while the dark makes it look like a dark navy, used for industrial water tanks and maritime containers.",
      "de": "Ein tiefes, petrolartiges Blau mit starkem Grüneinfluss; die Sonne bringt eine tiefe blaugrüne Qualität hervor, während die Dunkelheit es wie ein dunkles Marineblau wirken lässt, verwendet für Industriewassertanks und Seecontainer."
    },
    {
      "ral": "RAL 5002",
      "en": "The iconic, deep blue used in everything from art to industry; direct sunlight makes this blue appear incredibly rich and deep, while it remains a solid blue in shadow, the standard for technical drawings and luxury branding.",
      "de": "Das ikonische Tiefblau, das von der Kunst bis zur Industrie überall eingesetzt wird; direktes Sonnenlicht lässt dieses Blau unglaublich satt und tief erscheinen, während es im Schatten ein solides Blau bleibt, der Standard für technische Zeichnungen und Luxus-Branding."
    },
    {
      "ral": "RAL 5003",
      "en": "A very dark, jewel-toned blue with a professional character; in the sun, it has a jewel-like sapphire glow, but in the dark it is an almost-black navy, popular for office furniture and industrial enclosures.",
      "de": "Ein sehr dunkles, edelsteinfarbenes Blau mit professionellem Charakter; in der Sonne hat es einen saphirartigen Glanz, aber im Dunkeln ist es ein fast schwarzes Marineblau, beliebt für Büromöbel und Industriegehäuse."
    },
    {
      "ral": "RAL 5004",
      "en": "A blue so dark it appears black except under direct light; this color requires direct sun to see any blue tint, as it looks completely jet-black in normal lighting, used for architectural accents and luxury cars.",
      "de": "Ein Blau, das so dunkel ist, dass es außer unter direktem Licht schwarz erscheint; diese Farbe benötigt direkte Sonne, um einen Blaustich zu erkennen, da sie bei normaler Beleuchtung völlig tiefschwarz wirkt, verwendet für architektonische Akzente und Luxusautos."
    },
    {
      "ral": "RAL 5005",
      "en": "A bright, mid-tone blue used for informational signs; bright light makes this blue pop with industrial clarity, while it stays a medium blue in the shade, the universal color for information signs and public services.",
      "de": "Ein helles Mittelblau für Informationsschilder; helles Licht lässt dieses Blau mit industrieller Klarheit hervortreten, während es im Schatten ein mittleres Blau bleibt, die Universalfarbe für Hinweisschilder und öffentliche Dienste."
    },
    {
      "ral": "RAL 5007",
      "en": "A balanced, medium blue with a classic nautical feel; in the sun, it appears as a bright nautical blue, while in the dark it looks like a dusty grey-blue, commonly used for maritime equipment and garage doors.",
      "de": "Ein ausgewogenes Mittelblau mit klassischem nautischem Flair; in der Sonne erscheint es als helles Marineblau, während es im Dunkeln wie ein staubiges Graublau wirkt, häufig verwendet für maritime Ausrüstung und Garagentore."
    },
    {
      "ral": "RAL 5008",
      "en": "A muted, desaturated blue with a heavy grey overcast; the sun brings out the blue-grey slate character, while in the dark it appears as a cold, dark neutral, used for modern building facades and roofing.",
      "de": "Ein gedecktes, entsättigtes Blau mit starkem Graustich; die Sonne bringt den blaugrauen Schiefercharakter hervor, während es im Dunkeln als kalter, dunkler Neutralton erscheint, verwendet für moderne Gebäudefassaden und Bedachungen."
    },
    {
      "ral": "RAL 5009",
      "en": "A soft, greenish-blue reminiscent of a clear coastal sky; bright light reveals a cooling azure tone, while in low light it looks more like a dark teal, often used for chemical processing plants and large storage bins.",
      "de": "Ein weiches, grünliches Blau, das an einen klaren Küstenhimmel erinnert; helles Licht offenbart einen kühlenden Azurton, während es bei wenig Licht eher wie ein dunkles Petrol wirkt, oft für chemische Verarbeitungsanlagen und große Lagerbehälter verwendet."
    },
    {
      "ral": "RAL 5010",
      "en": "A rich, classic blue named after the alpine flower; direct sun makes this classic blue glow with saturation, while in the dark it remains deep and professional, the standard for machinery and industrial equipment.",
      "de": "Ein sattes, klassisches Blau, benannt nach der Alpenblume; direkte Sonne lässt dieses klassische Blau gesättigt leuchten, während es im Dunkeln tief und professionell bleibt, der Standard für Maschinen und Industrieanlagen."
    },
    {
      "ral": "RAL 5011",
      "en": "A very dark, cold blue used frequently in industrial coatings; in the sun, this looks like a deep, cold steel, while in the dark it is a heavy navy, used for official vehicles and industrial security gates.",
      "de": "Ein sehr dunkles, kaltes Blau, das häufig in Industriebeschichtungen verwendet wird; in der Sonne wirkt dies wie tiefer, kalter Stahl, während es im Dunkeln ein schweres Marineblau ist, verwendet für Dienstfahrzeuge und industrielle Sicherheitstore."
    },
    {
      "ral": "RAL 5012",
      "en": "A bright, airy blue that is clean and highly visible; bright sunlight makes this look like a clean, summery blue, but it can look a bit icy in the shade, used for swimming pool equipment and air conditioning units.",
      "de": "Ein helles, luftiges Blau, das sauber und gut sichtbar ist; helles Sonnenlicht lässt dies wie ein sauberes, sommerliches Blau wirken, aber im Schatten kann es etwas eisig aussehen, verwendet für Schwimmbadausrüstung und Klimageräte."
    },
    {
      "ral": "RAL 5013",
      "en": "A traditional, deep blue used in high-quality ceramics and glass; in the sun, the cobalt depth is truly visible and rich, but it appears as a blackish-blue in the dark, used for high-quality ceramics and glass industry tools.",
      "de": "Ein traditionelles, tiefes Blau, das in hochwertiger Keramik und Glas verwendet wird; in der Sonne ist die Kobalttiefe wirklich sichtbar und satt, aber im Dunkeln erscheint es als schwärzliches Blau, verwendet für hochwertige Keramik und Werkzeuge der Glasindustrie."
    },
    {
      "ral": "RAL 5014",
      "en": "A soft, grey-toned blue with a dusty, vintage quality; direct sunlight highlights its dusty pigeon-grey-blue character, making it look lighter, while in the dark it looks more grey, used for residential shutters and windows.",
      "de": "Ein weiches, graustichiges Blau mit staubiger Vintage-Qualität; direktes Sonnenlicht hebt seinen matten taubenblauen Charakter hervor und lässt es heller wirken, während es im Dunkeln eher grau aussieht, verwendet für Fensterläden und Fenster."
    },
    {
      "ral": "RAL 5015",
      "en": "A vibrant, cheerful blue that mimics a bright summer sky; the sun gives this a vibrant, clear sky appearance, and it stays bright even in low light, used for gas pipes and water distribution networks.",
      "de": "Ein lebendiges, fröhliches Blau, das einen hellen Sommerhimmel nachahmt; die Sonne verleiht ihm das Aussehen eines klaren Himmels, und es bleibt auch bei schwachem Licht hell, verwendet für Gasleitungen und Wasserversorgungsnetze."
    },
    {
      "ral": "RAL 5017",
      "en": "A standard blue used for traffic directions and corporate identity; in bright light, this is a very 'clean' and visible blue, appearing dark but solid in the shade, used for waste containers and traffic direction signs.",
      "de": "Ein Standardblau für Verkehrsrichtungen und Corporate Identity; bei hellem Licht ist dies ein sehr 'sauberes' und sichtbares Blau, das im Schatten dunkel, aber solide wirkt, verwendet für Abfallbehälter und Verkehrsschilder."
    },
    {
      "ral": "RAL 5018",
      "en": "A bright, balanced mix of blue and green; direct sun brings out the green-turquoise warmth, while the dark makes it look like a deep ocean blue, common in pool areas and tropical-themed design.",
      "de": "Eine helle, ausgewogene Mischung aus Blau und Grün; direkte Sonne bringt die grün-türkise Wärme hervor, während die Dunkelheit es wie ein tiefes Ozeanblau wirken lässt, üblich in Poolbereichen und tropischem Design."
    },
    {
      "ral": "RAL 5019",
      "en": "A deep, mediterranean blue with a slight turquoise leaning; in the sun, it has a bright Mediterranean depth, while in the dark it stays a deep blue, used for industrial machinery and commercial shelving.",
      "de": "Ein tiefes, mediterranes Blau mit leichtem Hang zu Türkis; in der Sonne hat es eine helle mediterrane Tiefe, während es im Dunkeln ein tiefes Blau bleibt, verwendet für Industriemaschinen und Lagerregale."
    },
    {
      "ral": "RAL 5020",
      "en": "A dark, moody teal-blue that feels deep and oceanic; direct sunlight reveals a dark, moody teal, while in the dark it looks like a near-black green-blue, used for heavy-duty industrial coatings and floor paints.",
      "de": "Ein dunkles, stimmungsvolles Petrolblau, das tief und ozeanisch wirkt; direktes Sonnenlicht offenbart ein dunkles Petrol, während es im Dunkeln wie ein fast schwarzes Grünblau aussieht, verwendet für schwere Industriebeschichtungen und Bodenfarben."
    },
    {
      "ral": "RAL 5021",
      "en": "A medium-toned teal that evokes the color of deep lagoon water; the sun highlights its bright lagoon-water tone, while in the dark it appears as a muted teal-grey, used for environmental signage and water treatment.",
      "de": "Ein mittleres Petrol, das an die Farbe von tiefem Lagunenwasser erinnert; die Sonne hebt seinen hellen Lagunenton hervor, während es im Dunkeln als mattes Petrolgrau erscheint, verwendet für Umweltschilder und Wasseraufbereitung."
    },
    {
      "ral": "RAL 5022",
      "en": "An extremely dark blue representing the midnight sky; in the sun, this is a very deep midnight blue, but in the dark it looks like a soft black, used for luxury branding and automotive finishes.",
      "de": "Ein extrem dunkles Blau, das den Mitternachtshimmel darstellt; in der Sonne ist dies ein sehr tiefes Nachtblau, aber im Dunkeln wirkt es wie ein weiches Schwarz, verwendet für Luxus-Branding und Automolbil-Lackierungen."
    },
    {
      "ral": "RAL 5023",
      "en": "A muted, atmospheric blue with a soft grey influence; direct light gives this an atmospheric, hazy blue glow, while in low light it looks like a flat medium-grey, used for large-scale steel structures and bridges.",
      "de": "Ein gedecktes, atmosphärisches Blau mit weichem Graueinfluss; direktes Licht verleiht ihm einen atmosphärischen, dunstigen Blauschimmer, während es bei schwachem Licht wie ein flaches Mittelgrau wirkt, verwendet für große Stahlkonstruktionen und Brücken."
    },
    {
      "ral": "RAL 5024",
      "en": "A soft, desaturated baby blue with a calming effect; bright sunlight lightens this to a soft baby blue, while in the dark it becomes a muted blue, common in medical environments and laundry rooms.",
      "de": "Ein weiches, entsättigtes Babyblau mit beruhigender Wirkung; helles Sonnenlicht hellt dies zu einem sanften Babyblau auf, während es im Dunkeln zu einem matten Blau wird, üblich in medizinischen Umgebungen und Waschküchen."
    },
    {
      "ral": "RAL 5025",
      "en": "A metallic blue with a reflective, pearlescent shimmer; the pearlescent finish catches the sun to create a deep blue shimmer, while in the dark it looks like a flat navy, used for premium architectural cladding.",
      "de": "Ein Metallic-Blau mit reflektierendem Perlglanzschimmer; das Perlglanz-Finish fängt die Sonne ein und erzeugt einen tiefblauen Schimmer, während es im Dunkeln wie ein flaches Marineblau wirkt, verwendet für hochwertige Architekturverkleidungen."
    },
    {
      "ral": "RAL 5026",
      "en": "A dark metallic blue that sparkles like the night sky; in the sun, this metallic blue sparkles with deep intensity, looking like a dark grey-blue in low light, a popular choice for high-end electronics and appliances.",
      "de": "Ein dunkles Metallic-Blau, das wie der Nachthimmel funkelt; in der Sonne funkelt dieses Metallic-Blau mit tiefer Intensität und wirkt bei wenig Licht wie ein dunkles Graublau, eine beliebte Wahl für hochwertige Elektronik und Geräte."
    },
    {
      "ral": "RAL 6000",
      "en": "A mid-tone green with a slightly aged, oxidized appearance; bright light highlights the oxidized patina look, while in the dark it appears as a solid medium-green, used for restoration work and traditional machinery.",
      "de": "Ein mittleres Grün mit leicht gealtertem, oxidiertem Aussehen; helles Licht hebt den Patina-Look hervor, während es im Dunkeln als solides Mittelgrün erscheint, verwendet für Restaurierungsarbeiten und traditionelle Maschinen."
    },
    {
      "ral": "RAL 6001",
      "en": "A rich, vibrant green resembling the classic gemstone; in the sun, this looks like a rich emerald, while in the dark it stays a deep, vibrant green, common on playground equipment and in park facilities.",
      "de": "Ein sattes, lebendiges Grün, das an den klassischen Edelstein erinnert; in der Sonne wirkt es wie ein satter Smaragd, während es im Dunkeln ein tiefes, lebendiges Grün bleibt, üblich auf Spielplatzgeräten und in Parkanlagen."
    },
    {
      "ral": "RAL 6002",
      "en": "A natural, vivid green inspired by healthy foliage; direct sunlight makes this leaf-green appear very organic and bright, while it deepens to a forest green in the shade, used for landscaping equipment and tractors.",
      "de": "Ein natürliches, lebhaftes Grün, inspiriert von gesundem Laub; direktes Sonnenlicht lässt dieses Laubgrün sehr organisch und hell erscheinen, während es im Schatten zu einem Waldgrün vertieft wird, verwendet für Landschaftsbaugeräte und Traktoren."
    },
    {
      "ral": "RAL 6003",
      "en": "A muted, brownish-green used widely in military applications; the sun brings out the brownish-olive warmth, whereas in the dark it looks like a dark neutral grey, used for military vehicles and outdoor camouflage.",
      "de": "Ein gedecktes, bräunliches Grün, das weit verbreitet in militärischen Anwendungen eingesetzt wird; die Sonne bringt die bräunlich-olive Wärme hervor, während es im Dunkeln wie ein dunkles neutrales Grau wirkt, verwendet für Militärfahrzeuge und Tarnungen."
    },
    {
      "ral": "RAL 6004",
      "en": "A very dark, moody green with a strong blue undertone; in bright light, it shows off a deep teal-green depth, but in low light it appears as a dark navy-green, used for high-end industrial design and modern kitchens.",
      "de": "Ein sehr dunkles, stimmungsvolles Grün mit starkem blauen Unterton; bei hellem Licht zeigt es eine tiefe blaugrüne Tiefe, wirkt aber bei wenig Licht wie ein dunkles Marinegrün, verwendet für hochwertiges Industriedesign und moderne Küchen."
    },
    {
      "ral": "RAL 6005",
      "en": "A dark, forest-like green that is deep and earthy; direct sunlight makes this look like a deep forest green, while in the dark it is a solid black-green, the industry standard for garden fences and park gates.",
      "de": "Ein dunkles, waldähnliches Grün, das tief und erdig wirkt; direktes Sonnenlicht lässt es wie ein sattes Waldgrün erscheinen, während es im Dunkeln ein solides Schwarzgrün ist, der Industriestandard für Gartenzäune und Parktore."
    },
    {
      "ral": "RAL 6006",
      "en": "A dark olive green with a heavy grey desaturation; in the sun, this appears as an earthy grey-green, while in the dark it looks like a dark umber, used for camouflaged utility boxes and rural infrastructure.",
      "de": "Ein dunkles Olivgrün mit starker Grauentstättigung; in der Sonne erscheint dies als erdiges Graugrün, während es im Dunkeln wie ein dunkles Umbra aussieht, verwendet für getarnte Versorgungskästen und ländliche Infrastruktur."
    },
    {
      "ral": "RAL 6007",
      "en": "A classic dark green reminiscent of vintage glass bottles; direct light reveals a deep glass-green tint, while in the dark it appears almost completely black, used for historical garden architecture and bottle glass machinery.",
      "de": "Ein klassisches Dunkelgrün, das an historische Glasflaschen erinnert; direktes Licht offenbart einen tiefen glasgrünen Stich, während es im Dunkeln fast völlig schwarz erscheint, verwendet für historische Gartenarchitektur und Flaschenglasmaschinen."
    },
    {
      "ral": "RAL 6008",
      "en": "A very dark green that leans heavily into muddy brown tones; in the sun, this looks like a muddy greenish-brown, while in the dark it is a heavy dark neutral, used for military applications and rugged outdoor tools.",
      "de": "Ein sehr dunkles Grün, das stark in schlammige Brauntöne tendiert; in der Sonne wirkt es wie ein schlammiges Grünbraun, während es im Dunkeln ein schwerer, dunkler Neutralton ist, verwendet für militärische Anwendungen und robuste Outdoor-Werkzeuge."
    },
    {
      "ral": "RAL 6009",
      "en": "A dark, cool green inspired by evergreen forest needles; bright sunlight pulls out the cool fir-needle tones, while the dark makes it look like a deep blackish-green, the classic color for traditional doors and train cars.",
      "de": "Ein dunkles, kühles Grün, inspiriert von immergrünen Tannennadeln; helles Sonnenlicht bringt die kühlen Tannentöne hervor, während die Dunkelheit es wie ein tiefes Schwarzgrün wirken lässt, die klassische Farbe für traditionelle Türen und Waggons."
    },
    {
      "ral": "RAL 6010",
      "en": "A bright, lively green typical of a well-maintained lawn; direct sun makes this grass-green look incredibly vibrant, though it can look slightly darker in low light, used for garden machinery and agricultural branding.",
      "de": "Ein helles, lebhaftes Grün, typisch für einen gepflegten Rasen; direkte Sonne lässt dieses Grasgrün unglaublich lebendig wirken, obwohl es bei wenig Licht etwas dunkler aussehen kann, verwendet für Gartenmaschinen und landwirtschaftliches Branding."
    },
    {
      "ral": "RAL 6011",
      "en": "A classic industrial green often found on old machinery; in bright light, this appears as a classic, soft sage-green, while in the dark it looks like a muted grey-green, the iconic color for vintage industrial machine tools.",
      "de": "Ein klassisches Industriegrün, das oft auf alten Maschinen zu finden ist; bei hellem Licht erscheint dies als klassisches, weiches Salbeigrün, während es im Dunkeln wie ein mattes Graugrün wirkt, die ikonische Farbe für historische Werkzeugmaschinen."
    },
    {
      "ral": "RAL 6012",
      "en": "The darkest green in the range, appearing almost black; this requires direct sun to see the green hue, as it looks black in almost any other light, used for architectural accents and executive office trim.",
      "de": "Das dunkelste Grün im Sortiment, das fast schwarz wirkt; dies erfordert direkte Sonne, um den Grünstich zu erkennen, da es in fast jedem anderen Licht schwarz aussieht, verwendet für architektonische Akzente und Chefzimmereinrichtungen."
    },
    {
      "ral": "RAL 6013",
      "en": "A pale, desaturated green with a khaki or straw-like feel; the sun highlights its light, straw-like khaki character, while in the dark it looks more like a greyish-tan, common in agricultural equipment and military transport.",
      "de": "Ein blasses, entsättigtes Grün mit Khaki- oder Stroh-Charakter; die Sonne hebt seinen hellen, strohigen Khaki-Charakter hervor, während es im Dunkeln eher wie ein graustichiges Hellbraun wirkt, üblich bei Landmaschinen und Militärtransporten."
    },
    {
      "ral": "RAL 6014",
      "en": "A dark, camouflage-style green with a yellow-brown base; in bright light, this appears as a dark, yellowish olive, while the dark makes it look like a muddy brown, used for camouflage and heavy industrial parts.",
      "de": "Ein dunkles Grün im Camouflage-Stil mit gelbbrauner Basis; bei hellem Licht erscheint dies als dunkles, gelbliches Oliv, während die Dunkelheit es wie ein schlammiges Braun wirken lässt, verwendet für Tarnungen und schwere Industrieteile."
    },
    {
      "ral": "RAL 6015",
      "en": "A nearly black shade with a faint olive-green tint; direct sunlight reveals a faint olive-green tint in what otherwise looks like a deep black, used for military electronics and rugged outdoor enclosures.",
      "de": "Ein fast schwarzer Farbton mit schwachem olivgrünen Stich; direktes Sonnenlicht offenbart einen zarten Olivton in dem, was sonst wie tiefes Schwarz wirkt, verwendet für Militärelektronik und robuste Outdoor-Gehäuse."
    },
    {
      "ral": "RAL 6016",
      "en": "A vibrant green with a clear and cooling blue influence; the sun makes this turquoise-green look very bright and clean, while it stays a deep teal in the shade, used for swimming pool equipment and chemical tanks.",
      "de": "Ein lebendiges Grün mit klarem und kühlendem Blaueinfluss; die Sonne lässt dieses Türkisgrün sehr hell und sauber wirken, während es im Schatten ein tiefes Petrol bleibt, verwendet für Schwimmbadausrüstung und Chemikalientanks."
    },
    {
      "ral": "RAL 6017",
      "en": "A bright, spring-like green that is fresh and energetic; direct light emphasizes its fresh brilliance, while it becomes a soft leaf-green in the shade, used for garden products and modern retail interiors.",
      "de": "Ein helles, frühlingshaftes Grün, das frisch und energetisch wirkt; direktes Licht betont seine frische Brillanz, während es im Schatten zu einem weichen Laubgrün wird, verwendet für Gartenprodukte und moderne Einzelhandels-Innenräume."
    },
    {
      "ral": "RAL 6018",
      "en": "A vivid, lime-adjacent green that is highly noticeable; this yellow-green is eye-poppingly bright in the sun and stays highly visible even in low light, the signature color for major agricultural brands and machinery.",
      "de": "Ein lebhaftes, limettenähnliches Grün, das extrem auffällig ist; dieses Gelbgrün ist in der Sonne stechend hell und bleibt auch bei wenig Licht gut sichtbar, die Signaturfarbe großer Landwirtschaftsmarken und Maschinen."
    },
    {
      "ral": "RAL 6019",
      "en": "A very pale, minty green that is soft and soothing; bright sunlight lightens this to a pale, minty cream, while in the dark it looks like a soft grey, used for laboratory walls and medical equipment.",
      "de": "Ein sehr blasses, minziges Grün, das weich und beruhigend wirkt; helles Sonnenlicht hellt dies zu einer blassen, minzigen Creme auf, während es im Dunkeln wie ein weiches Grau aussieht, verwendet für Laborwände und medizinische Geräte."
    },
    {
      "ral": "RAL 6020",
      "en": "A dark, traditional green with a slightly warm, earthy base; in the sun, this looks like a traditional chrome green, while in the dark it appears as a solid forest green, common on historical railway bridges and fences.",
      "de": "Ein dunkles, traditionelles Grün mit leicht warmer, erdiger Basis; in der Sonne wirkt dies wie ein klassisches Chromgrün, während es im Dunkeln als solides Waldgrün erscheint, üblich auf historischen Eisenbahnbrücken und Zäunen."
    },
    {
      "ral": "RAL 6021",
      "en": "A muted, desaturated sage green with a vintage character; direct light pulls out a dusty, vintage sage quality, while in low light it looks like a muted grey-green, used for restoration work and high-end household appliances.",
      "de": "Ein gedecktes, entsättigtes Salbeigrün mit Vintage-Charakter; direktes Licht hebt die staubige Salbeiqualität hervor, während es bei wenig Licht wie ein mattes Graugrün wirkt, verwendet für Restaurierungsarbeiten und hochwertige Haushaltsgeräte."
    },
    {
      "ral": "RAL 6022",
      "en": "A very dark, brownish-green commonly used for rugged equipment; in bright light, it shows off a dark, olive-brown warmth, but in the dark it looks like a very dark grey, used for rugged camouflage and industrial pipes.",
      "de": "Ein sehr dunkles, bräunliches Grün, das häufig für robuste Ausrüstung verwendet wird; bei hellem Licht zeigt es eine dunkle, olivbraune Wärme, wirkt aber im Dunkeln wie ein sehr dunkles Grau, verwendet für robuste Tarnung und Industrierohre."
    },
    {
      "ral": "RAL 6024",
      "en": "A standard, bright green used for safety and directional signs; direct sun makes this green look incredibly sharp and visible, while it stays a medium green in the dark, the standard for traffic signals and safety signs.",
      "de": "Ein helles Standardgrün für Sicherheits- und Hinweisschilder; direkte Sonne lässt dieses Grün unglaublich scharf und sichtbar wirken, während es im Dunkeln ein mittleres Grün bleibt, der Standard für Verkehrssignale und Sicherheitsschilder."
    },
    {
      "ral": "RAL 6025",
      "en": "A natural, medium green with a slight yellow-brown warmth; bright sunlight highlights its warm fern-green tones, whereas in the dark it looks like a muted moss, often used for park benches and playground equipment.",
      "de": "Ein natürliches, mittleres Grün mit leicht gelbbrauner Wärme; helles Sonnenlicht hebt seine warmen Farntöne hervor, während es im Dunkeln wie ein mattes Moos aussieht, oft für Parkbänke und Spielplatzgeräte verwendet."
    },
    {
      "ral": "RAL 6026",
      "en": "A deep, slightly bluish-green with a rich, saturated finish; in the sun, it shows a rich, deep teal-green depth, while in the dark it remains a dark green, common in maritime environments and for metal cladding.",
      "de": "Ein tiefes, leicht bläuliches Grün mit sattem Finish; in der Sonne zeigt es eine satte, tiefe blaugrüne Tiefe, während es im Dunkeln ein dunkles Grün bleibt, üblich in maritimen Umgebungen und für Metallverkleidungen."
    },
    {
      "ral": "RAL 6027",
      "en": "A bright, cheerful mint green that is highly desaturated; direct sunlight makes this look like a bright, icy mint, while in the dark it looks like a pale blue-grey, used for medical interiors and modern kitchenware.",
      "de": "Ein helles, fröhliches Minzgrün, das stark entsättigt ist; direktes Sonnenlicht lässt dies wie eine helle, eisige Minze wirken, während es im Dunkeln wie ein blasses Blaugrau aussieht, verwendet für medizinische Innenräume und modernes Kochgeschirr."
    },
    {
      "ral": "RAL 6028",
      "en": "A dark, cool-toned green reminiscent of pine needles; the sun highlights its cool pine-like green, while in the dark it becomes a heavy black-green, used for forest-area fencing and industrial buildings.",
      "de": "Ein dunkles, kühles Grün, das an Kiefernadeln erinnert; die Sonne hebt sein kühles tannengleiches Grün hervor, während es im Dunkeln zu einem schweren Schwarzgrün wird, verwendet für Zäune in Waldgebieten und Industriegebäude."
    },
    {
      "ral": "RAL 6029",
      "en": "A vibrant, pure green with a cool and refreshing appearance; bright sunlight gives this a vibrant, refreshing mint pop, while it stays a bright green in the shade, used for food industry machinery and pharmacy branding.",
      "de": "Ein lebendiges, reines Grün mit kühlem und erfrischendem Aussehen; helles Sonnenlicht verleiht ihm einen lebendigen Minz-Akzent, während es im Schatten ein helles Grün bleibt, verwendet für Maschinen der Lebensmittelindustrie und Apotheken-Branding."
    },
    {
      "ral": "RAL 6032",
      "en": "A bold green used to indicate 'go' or safety in signaling; in the sun, this green is very 'clean' and visible, appearing solid and dark in the shade, used for 'safe' signaling and emergency exit signs.",
      "de": "Ein kräftiges Grün, das in der Signalgebung 'Freie Fahrt' oder Sicherheit anzeigt; in der Sonne ist dieses Grün sehr 'sauber' und sichtbar und wirkt im Schatten solide und dunkel, verwendet für Sicherheitssignale und Notausgangsschilder."
    },
    {
      "ral": "RAL 6033",
      "en": "A balanced, soft blend of mint green and sky blue; direct light brings out the blue-turquoise notes, while in the dark it looks like a deep teal-grey, used for decorative panels and modern office furniture.",
      "de": "Eine ausgewogene, weiche Mischung aus Minzgrün und Himmelblau; direktes Licht bringt die blau-türkisen Noten hervor, während es im Dunkeln wie ein tiefes Petrolgrau wirkt, verwendet für dekorative Paneele und moderne Büromöbel."
    },
    {
      "ral": "RAL 6034",
      "en": "A pale, icy blue-green that is light and airy; bright sunlight lightens this to a pale, icy turquoise, while in the dark it looks more like a soft grey-blue, used for spa interiors and electronics.",
      "de": "Ein blasses, eisiges Blaugrün, das leicht und luftig ist; helles Sonnenlicht hellt dies zu einem blassen, eisigen Türkis auf, während es im Dunkeln eher wie ein weiches Graublau wirkt, verwendet für Spa-Einrichtungen und Elektronik."
    },
    {
      "ral": "RAL 6035",
      "en": "A metallic, shimmering green with a deep forest depth; the metallic finish catches the sun to create a deep forest sparkle, turning into a flat dark green in the dark, a premium color for architectural facades.",
      "de": "Ein metallisches, schimmerndes Grün mit tiefer Waldtiefe; das Metallic-Finish fängt die Sonne ein und erzeugt ein tiefes Waldglitzern, das im Dunkeln zu einem matten Dunkelgrün wird, eine Premiumfarbe für Architekturfassaden."
    },
    {
      "ral": "RAL 6036",
      "en": "A pearlescent green-blue with an iridescent, shifting finish; in the sun, the pearlescent finish shifts between green and blue, while in the dark it looks like a flat dark teal, used for high-end automotive and design projects.",
      "de": "Ein perlglänzendes Grünblau mit irisierendem, wechselndem Finish; in der Sonne wechselt der Perlglanz zwischen Grün und Blau, während er im Dunkeln wie ein flaches dunkles Petrol wirkt, verwendet für hochwertige Automobil- und Designprojekte."
    },
    {
      "ral": "RAL 6037",
      "en": "A high-chroma, vivid green without secondary undertones; this green remains incredibly pure and stable in bright sun without shifting towards yellow, used for modern industrial robots and precision tools.",
      "de": "Ein hochbuntes, lebhaftes Grün ohne sekundäre Untertöne; dieses Grün bleibt in der hellen Sonne unglaublich rein und stabil, ohne ins Gelbliche zu kippen, verwendet für moderne Industrieroboter und Präzisionswerkzeuge."
    },
    {
      "ral": "RAL 6038",
      "en": "A fluorescent green designed for maximum visibility; designed for maximum daylight fluorescence, it glows with high intensity in the sun but loses its pop at night, used strictly for high-risk safety warnings.",
      "de": "Ein Leuchtgrün für maximale Sichtbarkeit; für maximale Tageslicht-Fluoreszenz entwickelt, leuchtet es in der Sonne mit hoher Intensität, verliert aber nachts an Strahlkraft, streng für Sicherheitswarnungen bei hohen Risiken verwendet."
    },
    {
      "ral": "RAL 7000",
      "en": "A medium grey with a soft blue-violet undertone; direct sunlight highlights its soft blue-violet undertone, while the dark makes it look like a standard medium grey, common on naval vessels and large steel structures.",
      "de": "Ein mittleres Grau mit zartem blau-violettem Unterton; direktes Sonnenlicht hebt diesen Unterton hervor, während die Dunkelheit es wie ein Standard-Mittelgrau wirken lässt, üblich auf Marineschiffen und großen Stahlkonstruktionen."
    },
    {
      "ral": "RAL 7001",
      "en": "A clean, cool grey often used for metal surfaces; in the sun, this appears as a bright, clean silver-grey, while in the dark it looks like a flat neutral grey, the industry standard for metal machinery and tools.",
      "de": "Ein sauberes, kühles Grau, das oft für Metalloberflächen verwendet wird; in der Sonne erscheint es als helles, sauberes Silbergrau, während es im Dunkeln wie ein mattes neutrales Grau wirkt, der Industriestandard für Metallmaschinen."
    },
    {
      "ral": "RAL 7002",
      "en": "A medium grey with a distinct brownish-green tint; bright light pulls out the brownish-green olive tint, while in the dark it looks like a warm tan-grey, used for agricultural equipment and military transport.",
      "de": "Ein mittleres Grau mit deutlichem braun-grünem Stich; helles Licht hebt den bräunlich-grünen Olivton hervor, während es im Dunkeln wie ein warmes Bräunlichgrau wirkt, verwendet für Landmaschinen und Militärtransporte."
    },
    {
      "ral": "RAL 7003",
      "en": "A muted grey with a subtle greenish, earthy character; direct sunlight reveals an earthy moss tint, while in the dark it looks like a muted, dark grey, frequently used for camouflage and outdoor utility cabinets.",
      "de": "Ein gedecktes Grau mit dezentem grünlichem, erdigem Charakter; direktes Sonnenlicht offenbart einen erdigen Mooston, während es im Dunkeln wie ein mattes Dunkelgrau wirkt, häufig für Tarnungen und Versorgungsgehäuse im Freien verwendet."
    },
    {
      "ral": "RAL 7004",
      "en": "A neutral, mid-tone grey used for clarity and consistency; in the sun, this is a very neutral, clear grey, while in the dark it stays a solid medium-grey, used for signal indicators and commercial interior fixtures.",
      "de": "Ein neutrales Mittelgrau für Klarheit und Beständigkeit; in der Sonne ist dies ein sehr neutrales, klares Grau, während es im Dunkeln ein solides Mittelgrau bleibt, verwendet für Signalanzeigen und gewerbliche Inneneinrichtungen."
    },
    {
      "ral": "RAL 7005",
      "en": "A balanced, medium-dark grey with no strong undertones; bright light makes this look like a perfectly balanced mouse grey, while in the dark it deepens significantly, used for laboratory benches and industrial shelving.",
      "de": "Ein ausgewogenes, mitteldunkles Grau ohne starke Untertöne; helles Licht lässt es wie ein perfekt ausbalanciertes Mausgrau wirken, während es im Dunkeln deutlich nachdunkelt, verwendet für Labortische und Industrieregale."
    },
    {
      "ral": "RAL 7006",
      "en": "A warm grey that leans heavily into brown or tan territory; direct sunlight brings out the warm beige notes, making it look almost tan, while in the dark it looks like a dark grey, popular for modern facade cladding.",
      "de": "Ein warmes Grau, das stark in Richtung Braun oder Beige tendiert; direktes Sonnenlicht bringt die warmen Beigenoten hervor, während es im Dunkeln wie ein dunkles Grau wirkt, beliebt für moderne Fassadenverkleidungen."
    },
    {
      "ral": "RAL 7008",
      "en": "A grey-brown shade with a mustard-like warmth; in the sun, this appears as a warm, mustard-grey, while in the dark it looks like a muddy brown-grey, used for specialized industrial machinery and tankers.",
      "de": "Ein graubrauner Farbton mit senfartiger Wärme; in der Sonne erscheint dies als warmes Khakigrau, während es im Dunkeln wie ein schlammiges Braungrau wirkt, verwendet für spezielle Industriemaschinen und Tankwagen."
    },
    {
      "ral": "RAL 7009",
      "en": "A dark, industrial grey with a subtle green influence; bright light highlights its green-industrial character, while in the dark it looks like a solid dark grey, used for military electronics and heavy-duty toolboxes.",
      "de": "Ein dunkles Industriegrau mit dezentem Grüneinfluss; helles Licht hebt seinen grün-industriellen Charakter hervor, während es im Dunkeln wie ein solides Dunkelgrau wirkt, verwendet für Militärelektronik und robuste Werkzeugkästen."
    },
    {
      "ral": "RAL 7010",
      "en": "A dark, rugged grey typical of industrial heavy-duty covers; direct sunlight brings out its rugged, tarpaulin-like texture and depth, while in the dark it looks nearly black, used for heavy-duty covers and industrial doors.",
      "de": "Ein dunkles, robustes Grau, typisch für industrielle Schwerlastabdeckungen; direktes Sonnenlicht bringt seine Struktur und Tiefe hervor, während es im Dunkeln fast schwarz wirkt, verwendet für Zeltplanen und Industrietore."
    },
    {
      "ral": "RAL 7011",
      "en": "A dark, cool grey reminiscent of heavy forged metal; in the sun, it shows off a cold, bluish iron depth, but in the dark it looks like a deep navy-grey, used for structural steel and maritime equipment.",
      "de": "Ein dunkles, kühles Grau, das an schweres geschmiedetes Metall erinnert; in der Sonne zeigt es eine kalte, bläuliche Eisentiefe, wirkt aber im Dunkeln wie ein tiefes Marinegrau, verwendet für Baustahl und maritime Ausrüstung."
    },
    {
      "ral": "RAL 7012",
      "en": "A medium-dark grey inspired by volcanic rock; bright light pulls out the basalt-stone character, while in the dark it appears as a dark, clean grey, the standard color for high-end window frames and roofing.",
      "de": "Ein mitteldunkles Grau, inspiriert von Vulkangestein; helles Licht hebt den Basaltcharakter hervor, während es im Dunkeln als dunkles, sauberes Grau erscheint, die Standardfarbe für hochwertige Fensterrahmen und Bedachungen."
    },
    {
      "ral": "RAL 7013",
      "en": "A dark, earthy grey that is often used for camouflage; in the sun, this appears as an earthy, brownish-grey, while in the dark it looks like a solid dark neutral, used for military camouflage and outdoor utility housing.",
      "de": "Ein dunkles, erdiges Grau, das oft zur Tarnung verwendet wird; in der Sonne erscheint dies als erdiges Braungrau, während es im Dunkeln wie ein solider dunkler Neutralton wirkt, verwendet für Militärtarnung und Versorgungsgehäuse."
    },
    {
      "ral": "RAL 7015",
      "en": "A dark, blue-leaning grey that mimics natural slate stone; direct sunlight highlights its blue-slate character, while in the dark it looks like a very dark, cold grey, used for modern architectural accents and garage doors.",
      "de": "Ein dunkles, bläuliches Grau, das natürlichen Schiefer imitiert; direktes Sonnenlicht hebt seinen Blauschiefercharakter hervor, während es im Dunkeln wie ein sehr dunkles, kaltes Grau wirkt, verwendet für moderne architektonische Akzente."
    },
    {
      "ral": "RAL 7016",
      "en": "A very dark, popular grey used in modern architectural design; in the sun, this reveals a deep, sophisticated anthracite glow, while in the dark it is nearly black, the most popular choice for modern windows and doors.",
      "de": "Ein sehr dunkles, beliebtes Grau der modernen Architektur; in der Sonne zeigt es einen edlen Anthrazitschimmer, während es im Dunkeln fast schwarz wirkt, die beliebteste Wahl für moderne Fenster und Türen."
    },
    {
      "ral": "RAL 7021",
      "en": "A grey so dark it borders on off-black with a cool base; this requires direct light to see the blue-grey tint, otherwise appearing as a soft black, used for high-contrast architectural elements and technical furniture.",
      "de": "Ein Grau, so dunkel, dass es mit kühler Basis an Schwarz grenzt; es erfordert direktes Licht, um den blaugrauen Stich zu sehen, sonst wirkt es wie ein weiches Schwarz, verwendet für kontrastreiche Architekturelemente."
    },
    {
      "ral": "RAL 7022",
      "en": "A dark, warm grey with a slight brownish-red undertone; direct sunlight brings out the warm brownish-red umber notes, while in the dark it looks like a dark charcoal, used for machinery and modern building facades.",
      "de": "Ein dunkles, warmes Grau mit leichtem braunrotem Unterton; direktes Sonnenlicht bringt die warmen Umbranoten hervor, während es im Dunkeln wie dunkle Holzkohle wirkt, verwendet für Maschinen und moderne Fassaden."
    },
    {
      "ral": "RAL 7023",
      "en": "A medium grey that perfectly mimics the look of raw concrete; in the sun, this perfectly mimics the look of raw concrete, appearing as a solid medium-grey in the shade, used for industrial flooring and urban infrastructure.",
      "de": "Ein mittleres Grau, das das Aussehen von rohem Beton perfekt nachahmt; in der Sonne wirkt es wie Betonoberflächen, im Schatten erscheint es als solides Mittelgrau, verwendet für Industrieböden und urbane Infrastruktur."
    },
    {
      "ral": "RAL 7024",
      "en": "A dark, sophisticated grey with a slight metallic lead feel; bright light reveals a slight metallic lead-like depth, while in the dark it looks like a deep, clean grey, popular for household appliances and roofing.",
      "de": "Ein dunkles, edles Grau mit leicht metallischer Bleianmutung; helles Licht offenbart eine metallische Tiefe, während es im Dunkeln wie ein tiefes, sauberes Grau wirkt, beliebt für Haushaltsgeräte und Dächer."
    },
    {
      "ral": "RAL 7026",
      "en": "A dark, cool grey with a mottled, stony appearance; in the sun, the stony granite character is visible, while in the dark it looks like a cold, near-black grey, used for high-end architectural trim and cladding.",
      "de": "Ein dunkles, kühles Grau mit steiniger Optik; in der Sonne wird der Granit-Charakter sichtbar, während es im Dunkeln wie ein kaltes, fast schwarzes Grau wirkt, verwendet für hochwertige architektonische Verkleidungen."
    },
    {
      "ral": "RAL 7030",
      "en": "A warm, medium-light grey often used for masonry finishes; direct sunlight highlights its warm stone character, while in the dark it looks like a soft medium-grey, common on historical masonry and industrial cabinets.",
      "de": "Ein warmes, mittelhelles Grau für Mauerwerksoberflächen; direktes Sonnenlicht hebt den warmen Steincharakter hervor, während es im Dunkeln wie ein weiches Mittelgrau wirkt, üblich an historischem Mauerwerk und Industrieschränken."
    },
    {
      "ral": "RAL 7031",
      "en": "A classic industrial grey with a very strong blue influence; in the sun, it has a very strong blue-industrial presence, while in the dark it looks like a cold dark grey, the standard for mechanical engineering and machine tools.",
      "de": "Ein klassisches Industriegrau mit sehr starkem Blaueinfluss; in der Sonne zeigt es eine starke blau-industrielle Präsenz, während es im Dunkeln wie ein kaltes Dunkelgrau wirkt, der Standard für Maschinenbau."
    },
    {
      "ral": "RAL 7032",
      "en": "A light, warm grey that is very popular for office equipment; bright light makes this look like a very pale, warm pebble grey, while in the dark it looks like a light tan, used for control panels and electrical switchboards.",
      "de": "Ein helles, warmes Grau, beliebt für Büroausstattung; helles Licht lässt es wie ein blasses Kieselgrau wirken, während es im Dunkeln wie ein helles Beige erscheint, verwendet für Schaltschränke und Elektroverteilungen."
    },
    {
      "ral": "RAL 7033",
      "en": "A muted grey-green that mimics dried cement; direct sunlight brings out its muted grey-green cement character, while in the dark it looks like a soft grey, used for laboratory floors and industrial walls.",
      "de": "Ein mattes Graugrün, das getrockneten Zement nachahmt; direktes Sonnenlicht bringt den graugrünen Zementcharakter hervor, während es im Dunkeln wie ein weiches Grau wirkt, verwendet für Laborböden und Industriewände."
    },
    {
      "ral": "RAL 7034",
      "en": "A light grey with a noticeable yellowish or tan warmth; in the sun, this appears as a yellowish light-grey, while in the dark it looks like a muted tan, used for agricultural buildings and utility storage.",
      "de": "Ein helles Grau mit spürbarer gelblicher Wärme; in der Sonne erscheint es als gelbliches Hellgrau, während es im Dunkeln wie ein mattes Beige wirkt, verwendet für landwirtschaftliche Gebäude und Lagerhallen."
    },
    {
      "ral": "RAL 7035",
      "en": "A bright, clean grey used extensively for electronics and enclosures; this light grey remains very bright and clean in the sun, turning into a soft neutral grey in the shade, the global standard for server racks and electronics.",
      "de": "Ein helles, sauberes Grau für Elektronik und Gehäuse; dieses Lichtgrau bleibt in der Sonne sehr hell und sauber und wird im Schatten zu einem weichen Neutralgrau, der weltweite Standard für Serverschränke."
    },
    {
      "ral": "RAL 7036",
      "en": "A medium grey with a smooth, almost metallic visual quality; bright sunlight gives this a smooth platinum-like sheen, while in the dark it looks like a standard medium-grey, popular for automotive parts and high-end tools.",
      "de": "Ein mittleres Grau mit glatter, fast metallischer Optik; helles Sonnenlicht verleiht ihm einen platinähnlichen Glanz, während es im Dunkeln wie ein Standard-Mittelgrau wirkt, beliebt für Autoteile und hochwertige Werkzeuge."
    },
    {
      "ral": "RAL 7037",
      "en": "A balanced, soft grey that works well for large surfaces; in the sun, this is a very balanced, dusty grey, while in the dark it remains deep and solid, used for large-scale steel structures and highway infrastructure.",
      "de": "Ein ausgewogenes, weiches Grau für große Flächen; in der Sonne ist dies ein staubiges Grau, während es im Dunkeln tief und solide bleibt, verwendet für große Stahlkonstruktionen und Autobahn-Infrastruktur."
    },
    {
      "ral": "RAL 7038",
      "en": "A very light grey with a slightly cool, stony character; direct sunlight lightens this to a pale, stony grey, while in the dark it looks like a soft neutral, used for industrial machinery and commercial interiors.",
      "de": "Ein sehr helles Grau mit kühl-steinigem Charakter; direktes Sonnenlicht hellt es zu einem blassen Steingrau auf, während es im Dunkeln wie ein weicher Neutralton wirkt, verwendet für Industriemaschinen."
    },
    {
      "ral": "RAL 7039",
      "en": "A warm, brownish-grey that feels natural and dense; in the sun, it shows off a warm quartz-brown depth, while in the dark it looks like a dark, dense grey, popular for modern architectural panels and windows.",
      "de": "Ein warmes, bräunliches Grau, das natürlich und dicht wirkt; in der Sonne zeigt es eine warme Quarzbraun-Tiefe, während es im Dunkeln wie ein dunkles, dichtes Grau wirkt, beliebt für moderne Fenster und Paneele."
    },
    {
      "ral": "RAL 7040",
      "en": "A standard light-medium grey used for metal window frames; bright sunlight highlights its clean metallic character, while in the dark it stays a medium grey, the standard for metal window frames and residential garage doors.",
      "de": "Ein Standard-Mittelgrau für Metallfensterrahmen; helles Sonnenlicht hebt den sauberen metallischen Charakter hervor, während es im Dunkeln ein Mittelgrau bleibt, der Standard für Garagentore."
    },
    {
      "ral": "RAL 7042",
      "en": "A neutral, medium grey designed for road infrastructure; in the sun, this is a very neutral and visible grey, appearing solid in the shade, used for traffic signal poles and road infrastructure.",
      "de": "Ein neutrales Mittelgrau für die Straßeninfrastruktur; in der Sonne ist dies ein sehr neutrales und sichtbares Grau, das im Schatten solide wirkt, verwendet für Ampelmasten und Leitsysteme."
    },
    {
      "ral": "RAL 7043",
      "en": "A darker, more saturated version of traffic grey for contrast; direct light reveals its saturated dark grey depth, while in the dark it is almost black, used for industrial machinery and modern residential accents.",
      "de": "Eine dunklere, gesättigtere Version von Verkehrsgrau für Kontraste; direktes Licht offenbart die Tiefe, während es im Dunkeln fast schwarz ist, verwendet für Maschinen und moderne Wohnakzente."
    },
    {
      "ral": "RAL 7044",
      "en": "A very light, warm grey with a soft, delicate appearance; bright sunlight gives this a soft, silky white-grey glow, while in the dark it looks like a pale tan, popular for high-end interior furniture and office systems.",
      "de": "Ein sehr helles, warmes Grau mit zartem Erscheinungsbild; helles Sonnenlicht verleiht ihm einen seidigen weiß-grauen Glanz, während es im Dunkeln wie ein blasses Beige wirkt, beliebt für hochwertige Büromöbel."
    },
    {
      "ral": "RAL 7045",
      "en": "A medium grey designed for telecommunications equipment; in the sun, this is a clear, technical grey, while in the dark it looks like a solid neutral, used for telecommunications towers and electronic housings.",
      "de": "Ein mittleres Grau für die Telekommunikation; in der Sonne ist dies ein klares, technisches Grau, während es im Dunkeln wie ein solider Neutralton wirkt, verwendet für Funktürme und Elektronikgehäuse."
    },
    {
      "ral": "RAL 7046",
      "en": "A slightly lighter and bluer version of Telegrey 1; direct sunlight pulls out a slight blue-grey tint, making it look cooler, while in the dark it is a soft medium grey, used for consumer electronics and appliances.",
      "de": "Eine etwas hellere und bläulichere Version von Telegrau 1; direktes Sonnenlicht hebt den Blaustich hervor und lässt es kühler wirken, während es im Dunkeln ein weiches Mittelgrau ist, verwendet für Haushaltsgeräte."
    },
    {
      "ral": "RAL 7047",
      "en": "A very pale grey used for clean, modern electronic housing; bright sunlight lightens this to an almost white-grey, while in the dark it looks like a clean, soft neutral, used for high-end laboratory and medical equipment.",
      "de": "Ein sehr blasses Grau für saubere Elektronikgehäuse; helles Sonnenlicht hellt es fast zu einem Weißgrau auf, während es im Dunkeln wie ein sauberer Neutralton wirkt, verwendet für medizinische Geräte."
    },
    {
      "ral": "RAL 7048",
      "en": "A metallic, shimmering grey with a soft pearlescent finish; the metallic pearl finish creates a shimmering grey luster in the sun, turning into a flat mouse grey in the dark, used for luxury finishes and automotive trim.",
      "de": "Ein metallisches Grau mit Perlglanz-Finish; das Perlglanz-Finish erzeugt in der Sonne einen schimmernden grauen Glanz, der im Dunkeln zu einem matten Mausgrau wird, verwendet für Luxusoberflächen."
    },
    {
      "ral": "RAL 8000",
      "en": "A warm brown with a distinct olive-yellow undertone; in the sun, this appears as a warm, greenish-brown, while in the dark it looks like a muddy olive, often used for camouflage and traditional machinery.",
      "de": "Ein warmes Braun mit deutlich olivgelbem Unterton; in der Sonne erscheint dies als warmes Grünbraun, während es im Dunkeln wie ein schlammiges Oliv wirkt, oft für Tarnungen und traditionelle Maschinen verwendet."
    },
    {
      "ral": "RAL 8001",
      "en": "A bright, golden brown reminiscent of natural earth pigments; direct sunlight highlights its golden ochre brilliance, while in the dark it looks like a dark tan, popular for agricultural equipment and wooden-look metalwork.",
      "de": "Ein helles Goldbraun, das an Erdpigmente erinnert; direktes Sonnenlicht hebt die goldene Ockerbrillanz hervor, während es im Dunkeln wie ein dunkles Beige wirkt, beliebt für Landmaschinen und Holzoptik-Metall."
    },
    {
      "ral": "RAL 8002",
      "en": "A medium brown used for clear identification and signaling; in bright light, it shows off a saturated signal-brown depth, while in the dark it remains a powerful brown, used for industrial piping and warning markings.",
      "de": "Ein mittleres Braun für klare Kennzeichnungen; bei hellem Licht zeigt es eine gesättigte Tiefe, während es im Dunkeln ein kraftvolles Braun bleibt, verwendet für industrielle Rohrleitungen."
    },
    {
      "ral": "RAL 8003",
      "en": "A warm, reddish-brown that mimics baked terracotta; direct sunlight makes this look like a warm reddish clay, while in the dark it looks like a deep brown, used for terracotta restoration and agricultural tools.",
      "de": "Ein warmes Rotbraun, das gebrannte Terrakotta nachahmt; direktes Sonnenlicht lässt es wie warmen Ton wirken, während es im Dunkeln wie ein tiefes Braun aussieht, verwendet für Terrakotta-Restaurierungen."
    },
    {
      "ral": "RAL 8004",
      "en": "A vibrant brown with a strong orange and copper influence; bright light pulls out its vibrant orange-copper warmth, while in the dark it looks like a rusty brown, used for roof tiles and high-visibility industrial parts.",
      "de": "Ein lebhaftes Braun mit starkem Orange- und Kupfereinfluss; helles Licht hebt die kupferne Wärme hervor, während es im Dunkeln wie ein Rostbraun wirkt, verwendet für Dachziegel und Industrieteile."
    },
    {
      "ral": "RAL 8007",
      "en": "A medium, natural brown resembling animal fur; in the sun, this appears as a warm fawn-brown, while in the dark it looks like a muted tan-grey, often used for residential gates and garden furniture.",
      "de": "Ein natürliches Braun, das an Tierfell erinnert; in der Sonne erscheint dies als warmes Rehbraun, während es im Dunkeln wie ein mattes Beigegrau wirkt, oft für Hoftore und Gartenmöbel verwendet."
    },
    {
      "ral": "RAL 8008",
      "en": "A dense brown with a heavy green-yellow tint; direct sunlight highlights its olive-yellow warmth, while in the dark it looks like a deep, muddy brown, used for military applications and rugged outdoor tools.",
      "de": "Ein dichtes Braun mit starkem grüngelbem Stich; direktes Sonnenlicht hebt die olivgelbe Wärme hervor, während es im Dunkeln wie ein tiefes, schlammiges Braun wirkt, verwendet für robuste Outdoor-Werkzeuge."
    },
    {
      "ral": "RAL 8011",
      "en": "A rich, classic brown inspired by the color of walnuts; in bright light, this shows off a rich nut-brown luster, while in the dark it remains deep and professional, the standard for high-end industrial machinery.",
      "de": "Ein sattes, klassisches Braun, inspiriert von der Walnuss; bei hellem Licht zeigt es einen nussbraunen Glanz, während es im Dunkeln tief und professionell bleibt, der Standard für hochwertige Industriemaschinen."
    },
    {
      "ral": "RAL 8012",
      "en": "A deep, rusty brown often used for protective coatings; direct sunlight pulls out the rusty red-brown warmth, while in the dark it looks like a heavy dark red, used for industrial primers and steel protection.",
      "de": "Ein tiefes Rostbraun für Schutzbeschichtungen; direktes Sonnenlicht bringt die rotbraune Wärme hervor, während es im Dunkeln wie ein schweres Dunkelrot wirkt, verwendet für Stahlgrundierungen."
    },
    {
      "ral": "RAL 8014",
      "en": "A dark, traditional brown often seen in old photography; in the sun, this appears as a dark, traditional sepia, while in the dark it is nearly black, popular for historical restorations and window frames.",
      "de": "Ein dunkles, traditionelles Braun aus der alten Fotografie; in der Sonne erscheint dies als dunkles Sepia, während es im Dunkeln fast schwarz ist, beliebt für historische Fensterrahmen."
    },
    {
      "ral": "RAL 8015",
      "en": "A warm, deep brown with a slight reddish glow; bright sunlight highlights its chestnut-red glow, while in the dark it looks like a deep dark brown, used for luxury furniture and high-end storefronts.",
      "de": "Ein warmes, tiefes Braun mit leicht rötlichem Leuchten; helles Sonnenlicht hebt den kastanienroten Glanz hervor, während es im Dunkeln wie ein tiefes Dunkelbraun wirkt, verwendet für Luxusmöbel."
    },
    {
      "ral": "RAL 8016",
      "en": "A dark, luxurious brown with a rich reddish undertone; in the sun, the mahogany-red depth is truly visible, while in the dark it looks like a blackish-brown, used for high-quality wood-effect metal coatings.",
      "de": "Ein dunkles, edles Braun mit sattem rotem Unterton; in der Sonne wird die Mahagoni-Tiefe sichtbar, während es im Dunkeln wie ein schwärzliches Braun wirkt, verwendet für Metallbeschichtungen in Holzoptik."
    },
    {
      "ral": "RAL 8017",
      "en": "A very dark, rich brown reminiscent of plain chocolate; direct sunlight makes this look like a rich dark chocolate, while in the dark it is nearly indistinguishable from black, common on fences and industrial gates.",
      "de": "Ein sehr dunkles Braun, das an Zartbitterschokolade erinnert; direktes Sonnenlicht lässt es wie kräftige Schokolade wirken, während es im Dunkeln kaum von Schwarz zu unterscheiden ist, üblich bei Zäunen."
    },
    {
      "ral": "RAL 8019",
      "en": "A very dark, desaturated brown that borders on dark grey; bright sunlight reveals its deep grey-brown character, while in the dark it is a heavy dark neutral, used for modern architectural panels and roofing.",
      "de": "Ein sehr dunkles, entsättigtes Braun, das an Dunkelgrau grenzt; helles Sonnenlicht offenbart den graubraunen Charakter, während es im Dunkeln ein schwerer Neutralton ist, verwendet für moderne Bedachungen."
    },
    {
      "ral": "RAL 8022",
      "en": "The darkest brown in the range, appearing black in shadow; this requires direct sunlight to see the brown hue, otherwise appearing as a deep jet-black, used for high-end automotive accents and luxury hardware.",
      "de": "Das dunkelste Braun im Sortiment, das im Schatten schwarz wirkt; es erfordert direkte Sonne, um den Braunton zu sehen, verwendet für luxuriöse Automobilakzente und Beschläge."
    },
    {
      "ral": "RAL 8023",
      "en": "A bright, warm brown with a very strong orange base; in the sun, this appears as a bright, warm orange-brown, while in the dark it looks like a muted rust, often used for agricultural branding and construction tools.",
      "de": "Ein helles, warmes Braun mit sehr starker Orangenbasis; in der Sonne erscheint dies als helles Orangebraun, während es im Dunkeln wie matter Rost wirkt, oft für landwirtschaftliches Branding verwendet."
    },
    {
      "ral": "RAL 8024",
      "en": "A muted, medium brown with a tan-like softness; direct sunlight highlights its soft beige-brown warmth, while in the dark it looks like a muted tan, common in residential architecture and interior design.",
      "de": "Ein gedecktes Mittelbraun mit beige-artiger Weichheit; direktes Sonnenlicht hebt die Wärme hervor, während es im Dunkeln wie ein mattes Hellbraun wirkt, üblich in der Wohnarchitektur."
    },
    {
      "ral": "RAL 8025",
      "en": "A soft, desaturated brown that is gentle and neutral; bright sunlight lightens this to a pale sandy brown, while in the dark it looks like a soft grey-brown, used for medical equipment and office furniture.",
      "de": "Ein weiches, entsättigtes Braun, das sanft und neutral wirkt; helles Sonnenlicht hellt es zu einem sandigen Braun auf, während es im Dunkeln wie ein Graubraun wirkt, verwendet für Büromöbel."
    },
    {
      "ral": "RAL 8028",
      "en": "A natural, soil-like brown that is deep and earthy; in the sun, the deep terra-brown earthiness is visible, while in the dark it looks like a solid dark brown, used for landscaping equipment and agricultural tools.",
      "de": "Ein natürliches, bodenähnliches Braun, tief und erdig; in der Sonne wird die erdige Tiefe sichtbar, während es im Dunkeln wie ein solides Dunkelbraun wirkt, verwendet für Garten- und Landbaugeräte."
    },
    {
      "ral": "RAL 8029",
      "en": "A metallic brown with a bright, copper-like shimmer; the metallic copper finish catches the sun to create a bright shimmering glow, turning into a flat bronze in the dark, used for premium architectural trim.",
      "de": "Ein metallisches Braun mit kupferartigem Schimmer; das Metallic-Finish fängt die Sonne ein und erzeugt ein helles Glühen, das im Dunkeln zu einer matten Bronze wird, verwendet für edle Architekturleisten."
    },
    {
      "ral": "RAL 9001",
      "en": "A classic, warm off-white used for traditional interiors; in the sun, this appears as a warm, inviting cream, while in the dark it looks like a soft off-white, the global standard for light switches and sockets.",
      "de": "Ein klassisches, warmes Off-White für traditionelle Innenräume; in der Sonne erscheint es als einladende Creme, während es im Dunkeln wie ein weiches gebrochenes Weiß wirkt, der weltweite Standard für Lichtschalter und Steckdosen."
    },
    {
      "ral": "RAL 9002",
      "en": "A pale off-white with a subtle grey cooling effect; bright light pulls out the subtle grey-white cooling effect, while in the dark it looks like a soft neutral white, used for electronic enclosures and cladding.",
      "de": "Ein blasses Off-White mit dezentem grauem Kühleffekt; helles Licht hebt die grau-weiße Kühle hervor, während es im Dunkeln wie ein weiches Neutralweiß wirkt, verwendet für Elektronikgehäuse und Verkleidungen."
    },
    {
      "ral": "RAL 9003",
      "en": "A clean, bright white used for high-visibility signaling; direct sunlight makes this look like a crisp, surgical white, while in the dark it stays very clean, used for signal indicators and laboratory equipment.",
      "de": "Ein sauberes, helles Weiß für gut sichtbare Signalisierung; direktes Sonnenlicht lässt es wie ein klares, chirurgisches Weiß wirken, während es im Dunkeln sehr sauber bleibt, verwendet für Signalanzeigen und Laborgeräte."
    },
    {
      "ral": "RAL 9004",
      "en": "A deep black intended for clear, legible signage; in the sun, this reveals its deep signal-black character, while in the dark it is a solid matte black, used for highly legible text and architectural accents.",
      "de": "Ein tiefes Schwarz für klare, lesbare Beschilderungen; in der Sonne offenbart es seinen Signalschwarz-Charakter, während es im Dunkeln ein solides Mattschwarz ist, verwendet für gut lesbare Texte und architektonische Akzente."
    },
    {
      "ral": "RAL 9005",
      "en": "The darkest, purest black in the RAL Classic collection; this jet black absorbs almost all light in the sun and remains a perfect black in the dark, the universal standard for machinery, frames, and high-contrast design.",
      "de": "Das dunkelste und reinste Schwarz der RAL Classic-Kollektion; dieses Tiefschwarz absorbiert in der Sonne fast das gesamte Licht und bleibt auch im Dunkeln ein perfektes Schwarz, der universelle Standard für Maschinen, Rahmen und Kontrastdesign."
    },
    {
      "ral": "RAL 9006",
      "en": "A classic metallic silver that mimics untreated aluminium; the metallic aluminium finish sparkles brilliantly in the sun, turning into a flat medium-grey in the shade, used for automotive parts and machinery.",
      "de": "Ein klassisches Metallsilber, das unbehandeltes Aluminium nachahmt; das Metallic-Finish funkelt in der Sonne brillant und wird im Schatten zu einem matten Mittelgrau, verwendet für Autoteile und Maschinen."
    },
    {
      "ral": "RAL 9007",
      "en": "A darker metallic grey that resembles aged or coated metal; direct sunlight highlights its deep grey metallic depth, while in the dark it looks like a dark grey, used for industrial structures and large architectural panels.",
      "de": "Ein dunkleres Metallic-Grau, das an gealtertes oder beschichtetes Metall erinnert; direktes Sonnenlicht hebt die metallische Tiefe hervor, während es im Dunkeln wie ein dunkles Grau wirkt, verwendet für Industriestrukturen und Fassadenplatten."
    },
    {
      "ral": "RAL 9010",
      "en": "The industry standard white for most architectural coatings; in the sun, this appears as a very bright, pure white, while in the dark it remains extremely clean, the standard for architectural wall coatings and doors.",
      "de": "Das Reinweiß der Industrie für die meisten Architekturmischungen; in der Sonne erscheint es als sehr helles, reines Weiß, während es im Dunkeln extrem sauber bleibt, der Standard für Wandbeschichtungen und Türen."
    },
    {
      "ral": "RAL 9011",
      "en": "A soft, dark black with a slight charcoal-like texture; bright sunlight reveals a soft charcoal-like texture in this black, while in the dark it is solid, popular for household appliances and modern furniture.",
      "de": "Ein weiches, dunkles Schwarz mit leichter Graphit-Struktur; helles Sonnenlicht offenbart eine dezente Holzkohle-Optik, während es im Dunkeln solide wirkt, beliebt für Haushaltsgeräte und moderne Möbel."
    },
    {
      "ral": "RAL 9016",
      "en": "A very bright, sterile white used for road markings and signs; in the sun, this is the brightest white available, appearing sterile and crisp even in the shade, used for road markings, medical environments, and modern facades.",
      "de": "Ein sehr helles, steriles Weiß für Straßenmarkierungen; in der Sonne ist dies das hellste verfügbare Weiß, das selbst im Schatten klinisch rein wirkt, verwendet für medizinische Umgebungen und moderne Fassaden."
    },
    {
      "ral": "RAL 9017",
      "en": "A standard black used for contrast on road signage; direct sunlight makes this look like a solid, deep traffic black, while it stays perfect in the dark, the standard for traffic signal frames and road signage.",
      "de": "Ein Standardschwarz für Kontraste im Straßenverkehr; direktes Sonnenlicht lässt es wie ein solides, tiefes Verkehrsschwarz wirken, das auch im Dunkeln perfekt bleibt, der Standard für Signalschilderrahmen."
    },
    {
      "ral": "RAL 9018",
      "en": "A pale, aged white with a soft greenish-grey tint; bright sunlight highlights its soft papyrus-white aged quality, while in the dark it looks more like a grey, used for historical restorations and high-end interiors.",
      "de": "Ein blasses, gealtertes Weiß mit zartem grüngrauem Stich; helles Sonnenlicht hebt die Papyrus-Qualität hervor, während es im Dunkeln eher grau wirkt, verwendet für historische Restaurierungen und exklusive Innenräume."
    },
    {
      "ral": "RAL 9022",
      "en": "A light metallic grey with a pearlescent, reflective finish; the pearlescent finish catches the sun to create a bright light-grey shimmer, turning flat in the dark, a premium color for luxury consumer electronics.",
      "de": "Ein helles Metallic-Grau mit reflektierendem Perlglanz-Finish; das Finish fängt die Sonne ein und erzeugt einen hellgrauen Schimmer, der im Dunkeln matt wird, eine Premiumfarbe für Luxus-Elektronik."
    },
    {
      "ral": "RAL 9023",
      "en": "A deep metallic grey with a sophisticated shimmering sheen; in the sun, this metallic dark grey sparkles with sophisticated depth, looking like a dark neutral in the dark, used for high-end automotive and architectural trim.",
      "de": "Ein tiefes Metallic-Grau mit edlem Schimmer; in der Sonne funkelt dieses dunkle Grau mit anspruchsvoller Tiefe, während es im Dunkeln wie ein dunkler Neutralton wirkt, verwendet für Luxusautos und Architekturleisten."
    }
  ]
